[
    {
        "id": "Acanthophis_antarcticus",
        "name": "Acanthophis antarcticus",
        "introduction": "\n\nThe common death adder (Acanthophis antarcticus) is a species of death adder native to Australia. It is one of the most venomous land snakes in Australia and globally. While it remains widespread (unlike related species), it is facing increased threat from the ongoing Australian cane toad invasion.",
        "sections": "The common death adder was first described in 1802. The common death adder feeds on frogs, lizards and birds and, unlike most Australian venomous snakes that actively search for prey, this snake sits in one place and waits for prey to come to it.\n\nThe common death adder has a broad flattened, triangular head and a thick body with bands of red, brown and black with a grey, cream or pink belly. It can reach a maximum body length of 70–100 centimetres (2.3–3.3 ft). Unlike the common or European adder (Vipera berus), the common death adder is a member of the snake family Elapidae, rather than the family Viperidae, which are not found in Australia.\n\nThe common death adder occurs over much of eastern and coastal southern Australia – Queensland, New South Wales and South Australia. It is more scarce in the Northern Territory, Western Australia and the west parts of South Australia, and is no longer found in Victoria. It is also native to Papua.\n\nCommon death adders are found in forests, woodlands, grasslands and heaths of the eastern coast of Australia. Thanks to its band stripes, the death adder is a master of camouflage, hiding beneath loose leaf litter and debris in woodland, shrubland and grassland.\n\nHabitat loss and the spread of invasive cane toads are a concern. The toad eats young death adders and adult death adders that eat the toads are poisoned by the toxic glands on their skin.\n\nCommon death adders eat small mammals and birds as a primary diet. Unlike other elapids, a common death adder lies in wait for its prey (often for many days) until a meal passes. It covers itself with leaves—making itself inconspicuous—and lies coiled in ambush, twitching its grub-like tail close to its head as a lure. When an animal approaches to investigate the movement, the death adder quickly strikes, injecting its venom and then waiting for the victim to die before eating it. Death adders are not aggressive, yet their ambush hunting technique and reliance on camouflage rather than flight to avoid threats render them more dangerous than other elapids to humans who venture into bushland habitats.\n\nUnlike most snakes, death adders produce litters of live young. In the late summer, a female death adder will produce a litter of live offspring, approximately 3–20; however, over 30 young have been recorded in a single litter.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Acanthophis",
        "species": "Acanthophis antarcticus",
        "who_discovered": "Shaw",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/CSIRO_ScienceImage_3990_Death_Adder.jpg/220px-CSIRO_ScienceImage_3990_Death_Adder.jpg"
    },
    {
        "id": "Acanthophis_pyrrhus",
        "name": "Acanthophis pyrrhus",
        "introduction": "\n\nThe desert death adder (Acanthophis pyrrhus) is a species of snake native to Australia and is one of the most venomous land snakes in the world. The desert death adder is under threat due to the destruction of habitat.",
        "sections": "Desert death adders are members of the genus Acanthophis, highly venomous elapids with short and thick bodies, triangular heads, mobile fangs, and a thin tapering tail. They grow to lengths up to 70 centimeters, with a snout to vent length of 62 cm, and have a flattened appearance. Desert death adders are coloured brick-red, or yellow-reddish, with strong or inconspicuous yellow bands which are camouflaged with their surroundings. The tail tip is used as a lure to attract potential prey and is distinctively darker in colour. Their fangs are longer than most of Australia's venomous snakes.\n\nThe species was first described in 1898 by George Albert Boulenger.\n\nThe desert death adder occurs from the coast of Western Australia, to central regions as far south as Kalgoorlie and into the Northern Territory. The related species, the common or southern death adder, is found in a different range.\n\nDesert death adders are found living in remote areas, amongst porcupine grass, stony flats, sandy ridges and rocky outcrops of Central and Western Australia. In southwest Australia they occur in hummock grass in mallee.\n\nThe desert death adder only bites if the threat or prey is very close to them. They also use their bite to catch their prey. They are usually most active after dark, only occasionally being seen during the day. They may climb shrubs or grasses to bask in the morning, and are seen on roads near outlying urban areas.\n\nDesert death adders feed on lizards, especially skinks and dragons, and small mammals. They are attracted to the snake, which may lie in a patient ambush for days, by the wiggling of the lure at the tip of the tail like its sister species, the common death adder. When moved it bears a striking resemblance to a worm or caterpillar and is thus a tempting morsel for a passing lizard.\n\nDesert death adders have large fangs, and their glands produce a considerable quantity of toxic venom. Today, it rarely is the cause of snake bites in Australia. They are regarded as very dangerous. The venom is most significantly neurotoxin, which once had a 50% mortality rate.\n\nDesert death adders mate during spring or early summer, with the babies being produced in late summer or early autumn. Unlike most other snakes, desert death adders give birth to live young. Up to 13 live young may be produced in each litter.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Acanthophis",
        "species": "Acanthophis pyrrhus",
        "who_discovered": "Boulenger",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Desert_Death_Adder_2.jpg/220px-Desert_Death_Adder_2.jpg"
    },
    {
        "id": "Acanthophis_praelongus",
        "name": "Acanthophis praelongus",
        "introduction": "\n\nThe northern death adder (Acanthophis praelongus) is a species of venomous snake in the family Elapidae.\n\nThe northern death adder lives in Australia and Papua New Guinea. It hunts birds, amphibians, and small mammals both by day and night. Though it resembles a viper, it belongs to a group of snakes that includes cobras and mambas.",
        "sections": "The venom of the northern death adder is highly potent against the human organism. It contains pre- and postsynaptic neurotoxins, possibly myotoxins and anticoagulants as well. An envenoming by this snake is very dangerous, and all bites should be treated as medical emergencies. Main effects include local pain and flaccid paralysis, death can be caused by respiratory failure. In the case of systemic effects of envenoming key treatment is based on antivenom applications ('Polyvalent Snake Antivenom (Australia - New Guinea)' CSL Limited, 'Death Adder Antivenom', CSL Limited).\n\nNorthern death adders can be found in a wide range of habitats, including mangroves, tropical and subtropical moist broadleaf forests, tropical and subtropical grasslands, savannas, and shrubland.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Acanthophis",
        "species": "Acanthophis praelongus",
        "who_discovered": "Ramsay",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Northern_Death_Adder_-_National_Aquarium%2C_Baltimore_-_April_5%2C_2011.jpg/220px-Northern_Death_Adder_-_National_Aquarium%2C_Baltimore_-_April_5%2C_2011.jpg"
    },
    {
        "id": "Anilios_broomi",
        "name": "Anilios broomi",
        "introduction": "\n\nAnilios broomi, also known commonly as Broom's blind snake, the faint-striped blind snake, and the striate blind snake, is a species of non-venomous snake in the family Typhlopidae. The species is endemic to Australia.",
        "sections": "A. broomi is found in northeastern Queensland, Australia.\n\nThe preferred habitats  of A. broomi are woodland, mallee, and arid and semi-arid areas.\n\nA. broomi is oviparous.\n\nThe specific name, broomi, is in honor of paleontologist Robert Broom.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Typhlopidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Anilios",
        "species": "Anilios broomi",
        "who_discovered": "Boulenger",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Anilios_bituberculatus",
        "name": "Anilios bituberculatus",
        "introduction": "\n\nThe prong-snouted blind snake (Anilios bituberculatus) is a species of non-venomous worm-like burrowing snakes belonging to the Typhlopidae family. It is endemic to central southern, continental Australia.",
        "sections": "A small, thin, shiny-scaled snake with a total length averaging around 30 cm to a maximum of 45 cm. Dorsally, it appears brown to black, while ventrally it is creamy white to pink white. The body is uniform along its thickness, ending in a very short, conical spine. There are 20 mid-body dorsal scale rows, 414 to 485 ventrals and 11 to 18 sub-caudal scales. The nasal cleft, which is not visible from above does not divide the nasal openings and connects the second labial scale below. The eyes are small, dark dots under the head scales. The mouth is small and curved, behind and below the end of the snout, akin to that of a shark. The snout from above has three lobes with an angular profile.\n\nA. bituberculatus is one of 46 species of blind snakes belonging to the genus Anilios (previously Ramphlotyphops) in Australia. It is recognised by several synonyms, but A. bituberculatus is the most recent.\n\nDue to the snake's cryptic behaviour, geographical distributions are virtually incomplete. It is an arid adapted species, occurring in varied habitats from coastal areas to drier parts of southern Australia, stretching across from inland NSW to WA. It is found in the states of New South Wales, Northern Territory, Queensland, South Australia, Victoria and Western Australia. Blind snakes such as A. bituberculatus are usually found when dug up from termite or ant nests. The snakes move underground through the tunnels made by these insects. They may also be seen moving along the surface of the ground at nighttime, particularly after rain and/or warm weather. When disturbed, they may emit a strong, foul odour from well-developed anal glands.\n\nThe prong-snouted blind snake is oviparous. Females produce a clutch ranging from two to nine eggs, with six eggs produced on average. The young when hatched, fend for themselves. Males have solid eversible awned hemipenes able to be retracted into the tail in a helical pattern and retrocloacal sacs.\n\nDue to A. bituberculatus being fossorial, it feeds predominantly on the eggs, larvae and pupae of ants and termites. The snake uses its top jaw to rake food into its mouth which it swallows whole.\n\nPresently, there are no specific conservation plans in place, however A. bituberculatus does occur in several protected areas. Nocturnal birds of prey such as owls, eat blind snakes, as well as feral cats, foxes and some snakes, most notably the bandy bandy. The prong-snouted blind snake has not been identified to be under threat. Some localised parts of its range are at risk of being degraded or cleared for human development.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Typhlopidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Anilios",
        "species": "Anilios bituberculatus",
        "who_discovered": "Peters",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Anilios_bituberculatus%2C_Hattah.jpg/220px-Anilios_bituberculatus%2C_Hattah.jpg"
    },
    {
        "id": "Arbanitis_rapax",
        "name": "Arbanitis rapax",
        "introduction": "\n\nThe Sydney brown trapdoor spider (Arbanitis rapax, synonym Misgolas rapax) is a spider in the family Idiopidae, found primarily around Sydney, Australia. It is usually shy and retiring and is often confused with the Sydney funnel-web spider, which is one of the most venomous spiders in the world.",
        "sections": "Sydney brown trapdoors are medium-to-large in size; the female is around 35 mm in length, while the male is usually around 20 mm and of a slimmer build. They are chocolate brown coloured and the males have distinct boxing glove-shaped palps, which are the appendages at the front of the head between the first pair of legs.\n\nSydney brown trapdoors are usually shy and retiring, although the occasional individual will stand up and show its fangs if harassed inside its burrow. They spend most of the time in their burrows. At night, they are waiting for food in front of their burrows. Mature male Sydney brown trapdoors wander during humid weather in search of a mate. Mating takes place within the female's burrow. Usually the male escapes being eaten in order to mate with several females, before dying. The eggs are kept in the mother's burrow in a cocoon. After hatching, the spiderlings stay in the burrow for some time and eventually emerge to disperse and fend for themselves.\n\nSydney brown trapdoors dig an open burrow in the ground that is lined with silk. These burrows may reach 250 mm in depth and around 25 mm in width. Brown trapdoors with silk triplines around them are often found at the entrances to the burrows.\n\nOften mistaken for funnel-webs, the bites of Sydney brown trapdoors are not dangerous. Local pain and swelling may occur.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Araneae",
        "family": "Idiopidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Arbanitis",
        "species": "Arbanitis rapax",
        "who_discovered": "Karsch",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/DSCF1643_ausschnitt.jpg/220px-DSCF1643_ausschnitt.jpg"
    },
    {
        "id": "Aristolochia_acuminata",
        "name": "Aristolochia acuminata",
        "introduction": "\n\nAristolochia acuminata, the native Dutchman's pipe or Indian birthwort is a poisonous perennial vine that is endemic to Asia and Malesia, New Guinea and the Solomon Islands and northern Australia.",
        "sections": "Aristolochia acuminata is an evergreen vine. The hypanthium flowers are between 10 and 13 mm long. It also has capsuled ellipsoid fruits.",
        "kingdom": "Plantae",
        "clade": "Magnoliids",
        "order": "Piperales",
        "family": "Aristolochiaceae",
        "subfamily": "",
        "tribe": "",
        "genus": "Aristolochia",
        "species": "Aristolochia acuminata",
        "who_discovered": "Lamarck",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Aristolochia_acuminata_Blanco1.104.png/220px-Aristolochia_acuminata_Blanco1.104.png"
    },
    {
        "id": "Atracinae",
        "name": "Atracinae",
        "introduction": "\n\nAtracidae is a family of mygalomorph spiders, commonly known as Australian funnel-web spiders or atracids. It has been included as a subfamily of the Hexathelidae, but is now recognised as a separate family. All members of the family are native to Australia. Atracidae consists of three genera: Atrax, Hadronyche, and Illawarra, comprising 35 species. Some members of the family produce venom that is dangerous to humans, and bites by spiders of six of the species have caused severe injuries to victims. The bites of the Sydney funnel-web spider (Atrax robustus) and northern tree-dwelling funnel-web spider (Hadronyche formidabilis) are potentially deadly, but no fatalities have occurred since the introduction of modern first-aid techniques and antivenom.",
        "sections": "Spiders in the family Atracidae are medium to large in size, with body lengths ranging from 1 to 5 cm (0.4 to 2.0 in), with one exceptional specimen reaching 8 cm (3.1 in). They have a hairless carapace covering the front part of their bodies. Some atracids have relatively long spinnerets; this is especially true of the Sydney funnel-web spider (A. robustus). Males have a large mating spur projecting from the middle of their second pair of legs.\nLike other Mygalomorphae – an infraorder of spiders that includes the tropical tarantulas – these spiders have fangs that point straight down the body and do not point towards each other (cf. Araneomorphae). They have ample venom glands that lie entirely within their chelicerae. Their fangs are large and powerful, capable of penetrating fingernails and soft shoes.\n\nAustralian funnel-web spiders make their burrows in moist, cool, sheltered habitats – under rocks, in and under rotting logs, and some in rough-barked trees (occasionally meters above ground). They are commonly found in suburban rockeries and shrubberies, rarely in lawns or other open terrain. A burrow characteristically has irregular silk trip-lines radiating from the entrance. Unlike some related trapdoor spiders, they do not build lids to their burrows.\n\nThe primary range of the Australian funnel-web spiders is the eastern coast of Australia, with specimens found in New South Wales, South Australia, Victoria, Tasmania and Queensland. The only Australian states or territories without members of this family are Western Australia and the Northern Territory.\n\nThe first atracid spider to be described was Hadronyche cerberea, by Carl Ludwig Koch in 1873. Octavius Pickard-Cambridge described another atracid species, A. robustus, four years later. For a considerable time, confusion existed as to the limits of the genera Hadronyche and Atrax, not helped by the destruction of the type specimens of Hadronyche cerberea during World War II. In 1980, Robert J. Raven merged the two genera under Atrax. In 1988, Michael R. Gray separated them again, and in 2010, added a third genus, Illawarra.\n\nThe family placement of the group has varied. In 1892, Eugène Simon placed Atrax and Hadronyche in the family Dipluridae. In 1901, Henry R. Hogg considered them to be sufficiently distinctive to form a separate group, which he called \"Atraceae\" – the basis of the modern family name Atracidae. When in the 1980s, Raven elevated part of Simon's Dipluridae to the family Hexathelidae, he included the atracine group. Molecular phylogenetic studies consistently threw doubt on the monophyly of the Hexathelidae. In 2018, the group was restored to a full family as Atracidae. The following cladogram shows the relationship found between Atracidae and related taxa. Its sister taxon is Actinopodidae.\n\nDipluridae\n\nHexathelidae\n\nPorrhothelidae\n\nMacrothelidae\n\nCalisoga (Nemesiidae)\n\nHebestatis (Halonoproctidae)\n\nAtracidae\n\nActinopodidae\n\nAs of April 2019[update], the World Spider Catalog accepts the following genera:\n\n\n\nAustralian funnel-web spiders are one of the most medically significant groups of spiders in the world and are regarded by some to be the most deadly, both in terms of clinical cases and venom toxicity. Six species have caused severe injuries to human victims: the Sydney funnel-web spider (Atrax robustus), the northern tree-dwelling funnel-web spider (Hadronyche formidabilis), the southern tree-dwelling funnel-web spider (H. cerberea), the Blue Mountains funnel-web spider (H. versuta), the Darling Downs funnel-web spider (H. infensa), and the Port Macquarie funnel-web spider (H. macquariensis).\n\nExamination of bite records has implicated wandering males in most, if not all, fatal Australian funnel-web spider bites to humans. Adult males, recognised by the modified terminal segment of the palp, tend to wander during the warmer months of the year, looking for receptive females for mating. They are attracted to water, hence are often found in swimming pools, into which they often fall while wandering. The spiders can survive immersion in water for several hours and can deliver a bite when removed from the water. They also show up in garages and yards in suburban Sydney. Contrary to a commonly held belief, Australian funnel-web spiders are not able to jump, although they can run quickly.\n\nWhile some very venomous spiders do not always inject venom when they bite, these spiders most often do.[citation needed] The volume of venom delivered to large animals is often small, possibly due to the angle of the fangs, which are not horizontally opposed, and because contact is often brief before the spider is brushed off. About 10 to 25% of bites are claimed to produce significant toxicity, but the likelihood cannot be predicted and all bites should be treated as potentially life-threatening.\n\nBites from Sydney funnel-web spiders have caused 13 documented deaths (seven in children). In all cases where the sex of the biting spider could be determined, it was found to be the male of the species. One member of the genus Hadronyche, the northern tree-dwelling funnel-web spider, has also been claimed to cause fatal envenomation, but to date, this lacks the support of a specific medical report. Assays of venom from several Hadronyche species have shown it to be similar to Atrax venom.\n\nIn 2021 researchers from the University of Queensland announced that the poison from funnel-web spiders found on Fraser Island contains the molecule Hi1a that could block the cell death message after a heart attack, protecting the heart after major injury and potentially preventing or minimising muscle damage.\n\nMany different toxins are found in the venom of Atrax and Hadronyche spiders. Collectively, these spider toxins are given the name atracotoxins (ACTX), as all these spiders belong to the family Atracidae. The first toxins isolated were the δ-ACTX toxins present in the venom of both A. robustus (δ-ACTX-Ar1, formerly known as robustoxin or atracotoxin) and H. versuta (δ-ACTX-Hv1a, formerly known as versutoxin). Both of these toxins produce the same effects in monkeys as those seen in humans, suggesting that they are responsible for the physiological effects seen with crude venom.\n\nThese toxins are thought to induce spontaneous, repetitive firing and prolongation of action potentials, resulting in continuous acetylcholine neurotransmitter release from somatic and autonomic presynaptic nerve endings. This leads to slower voltage-gated sodium channel inactivation and a hyperpolarizing shift in the voltage-dependence of activation. This in turn inhibits neurally mediated transmitter release, resulting in a surge of endogenous acetylcholine, noradrenaline, and adrenaline.\n\nAlthough extremely toxic to primates, the venom appears to be fairly harmless to many other animals. These animals may be resistant to the venom's effects due to the presence of IgG, and possibly cross-linked IgG and IgM inactivating factors in their blood plasma that bind to the toxins responsible and neutralise them.\n\nThe female's venom was thought to be only about a sixth as potent to humans as that of the male's. The bite of a female or juvenile may still be serious, but considerable variability occurs in venom toxicity between species, together with assumed degrees of inefficiency in the method of venom delivery.\n\nEnvenomation symptoms observed following bites by these spiders are very similar. The bite is initially very painful, due to the size of the fangs penetrating the skin. Puncture marks and local bleeding are also usually visible. If substantial envenomation occurs, symptoms generally occur within minutes and progress rapidly.\n\nEarly symptoms of systemic envenomation include goose bumps, sweating, tingling around the mouth and tongue, twitching (initially facial and intercostal), salivation, watery eyes, elevated heart rate, and elevated blood pressure. As systemic envenomation progresses, symptoms include nausea, vomiting, shortness of breath (caused by airway obstruction), agitation, confusion, writhing, grimacing, muscle spasms, pulmonary oedema (of neurogenic or hypertensive origin), metabolic acidosis, and extreme hypertension. The final stages of severe envenomation include dilation of the pupils (often fixed), uncontrolled generalised muscle twitching, unconsciousness, elevated intracranial pressure, and death. Death generally is a result of progressive hypotension or possibly elevated intracranial pressure consequent on cerebral oedema.\n\nThe onset of severe envenomation can be rapid. In one prospective study, the median time to onset of envenomation was 28 minutes, with only two cases having onset after two hours (both had pressure immobilisation bandages applied). Death may occur within a period ranging from 15 minutes (this occurred when a small child was bitten) to three days.\n\nOwing to the severity of symptoms, and the speed with which they progress, in areas where these spiders are known to live, all bites from large, black spiders should be treated as though they were caused by Australian funnel-web spiders. First-aid treatment for a suspected Australian funnel-web spider bite consists of immediately applying a pressure immobilization bandage; a technique which consists of wrapping the bitten limb with a crepe bandage, as well as applying a splint to limit movement of the limb. This technique was originally developed for snakebites, but has also been shown to be effective at slowing venom movement and preventing systemic envenomation in case of an Australian funnel-web spider bite. Some evidence suggests that periods of prolonged localisation may slowly inactivate the venom.\n\nFurther supportive care may be necessary, but the mainstay of treatment is antivenom. Venom from the male Sydney funnel-web spider (A. robustus) is used in producing the antivenom, but it appears to be effective against the venom of all species of atracids. Australian funnel-web spider antivenom has also been shown, in vitro, to reverse the effects of eastern mouse spider (Missulena bradleyi) venom.\n\nBefore the introduction of antivenom, envenomation resulted in significant morbidity and mortality. The purified rabbit IgG antivenom was developed in 1981 through a team effort led by Dr. Struan Sutherland, head of immunology at the Australian Commonwealth Serum Laboratories in Melbourne. The antivenom is fast-acting and highly and globally effective. Antivenom therapy has shortened the course of envenomation effects; prior to its availability, the average length of hospital treatment for severe bites was about 14 days. Today, antivenom-treated patients are commonly discharged from hospital within one to three days. No deaths are known since it became available.",
        "kingdom": "Animalia",
        "clade": "Avicularioidea",
        "order": "Araneae",
        "family": "Atracidae",
        "subfamily": "",
        "tribe": "",
        "genus": "",
        "species": "Atracinae",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Victorian_funnelweb_side.jpg/220px-Victorian_funnelweb_side.jpg"
    },
    {
        "id": "Atrax",
        "name": "Atrax",
        "introduction": "\n\nAtrax is a genus of venomous Australian funnel web spiders that was first described by O. Pickard-Cambridge in 1877 from the type species Atrax robustus. As of May 2019[update] it contains only three species. Originally placed with the curtain web spiders, it was moved to the Hexathelidae in 1980, then to the Australian funnel-web spiders in 2018.",
        "sections": "They are medium to large spiders for their family, ranging from 1.5 to 4.5 cm. As most in the Mygalomorphae infraorder, they have robust bodies, with a glossy dark colouration in their carapace and legs, and a grey opisthosoma. They also have the same long life, ranging from 4 to 20 years. They are usually found in burrows with little silk lining, under rocks or logs, with their aptly named funnel-like webs. They are found in the coasts and highlands of southeastern Australia.\n\nThey can be identified from others of the same family by the large coniform apophysis on the male tibia, and from the Hadronyche by the lower caput height, caput being the front part of the cephalothorax.\n\nThis genus includes some of the most dangerous spiders, namely the Sydney funnel-web spider (Atrax robustus). This spider is thought to have killed 13 people. Though none have died since the anti venom has been introduced, many consider this spider to be quite dangerous, and deadly. Most of the bites are thought to be caused by male spiders which wander out of their hides to find a mate.\n\nThese spiders usually make their burrows under rocks or logs, usually in cool humid areas. They make funnel shaped webs, with silk trip lines that radiate from the entrance. These lines function as a warning system, which tell the spiders if there is an insect or possible mate coming. Their hides might flood, forcing them to leave their hides, although they can last a few hours in water, as they are able to trap air bubbles in their abdomen using hairs. They may also leave their burrow to find a mate.\n\nPhylogeography can be understood as the historical changes or occurrences that bring about a change to a specific species or organism. After extensive studies, researches have found that there are many geographical and genetic differences that have occurred due to micro-habitat distributions. The assumption has been made that the species of Atrax have experienced a shift in genetic structure due to the niches that they inhabit. Habitats are not the only factor to this divergence; researchers have also noted the climatic events, prey availability, and natural occurrence of biodiversity.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Araneae",
        "family": "Atracidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Atrax",
        "species": "Atrax",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Atrax_robustus.jpg/220px-Atrax_robustus.jpg"
    },
    {
        "id": "Austrelaps",
        "name": "Austrelaps",
        "introduction": "\n\nAustrelaps is a genus of venomous elapid snakes native to the relatively fertile, temperate, southern and eastern part of the Australian continent. Three species are currently recognized, with no subspecies. They are commonly called copperheads or Australian copperheads. They are not closely related to the American copperhead, Agkistrodon contortrix.",
        "sections": "There are three species of Australian copperheads: the pygmy copperhead, the highland copperhead, and the lowland copperhead. The pygmy copperhead is 60 cm (2.0 ft) long, and lives in South Australia and on Kangaroo Island. The highland copperhead is 1.25 m (4.1 ft) in length and lives in alpine areas of Victoria and New South Wales. The lowland copperhead reaches 1.75 m (5 ft 9 in) in length and lives in southern Victoria into Tasmania. Their colour varies a great deal, from a coppery mid-brown to yellowish, reddish, grey or even black, depending on the individual. The copper head colouring that gave rise to the common name is not always present. Some individuals also have visible markings just behind the head. Perhaps in consequence of their great variation, it was not realised until the second half of the 20th century that there were three different species. Venom toxicity has been measured at 0.5 mg/kg subcutaneous, at least for the lowland copperhead.\n\nCommon names include copperhead, diamond snake, superb snake, lowland snake, and highland snake.\n\nCopperheads are well adapted to cooler climates; they remain active after most reptiles have become dormant, and are the first to resume hunting at the end of winter. Their favoured habitat is near water. While they are moderately uncommon elsewhere, they congregate in substantial numbers where conditions are suitable.\n\nCopperheads are diurnal at most times of year, but switch to night hunting in hot weather.\n\nCopperheads are very much at home in the water; they swim well and often hunt tadpoles. They are generalised carnivores and will take any suitably-sized prey, including their own young, but the major diet item is frogs. Where frogs are common, so too are copperheads, and other snakes tend to be rare.\n\nBreeding starts in spring, and females give birth in late summer to about 14 live young, each a little under 20 cm (7.9 in) long.\n\nLike all elapids (members of the family Elapidae), Australian copperheads have hollow, fixed fangs mounted at the front of the jaw. They are shy and retiring by nature, and prefer to escape rather than fight where escape is possible. Their venom is, by Australian standards, only moderately toxic (equal on a per-mg basis to that of the Indian cobra). Nevertheless, they deliver a substantial quantity of venom, and a copperhead bite left untreated can easily kill a healthy adult human. There is no specific copperhead antivenom, but tiger snake antivenom is effective.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "Hydrophiinae",
        "tribe": "",
        "genus": "Austrelaps",
        "species": "Austrelaps",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Austrelaps_labialis.jpg/220px-Austrelaps_labialis.jpg"
    },
    {
        "id": "Austrelaps_labialis",
        "name": "Austrelaps labialis",
        "introduction": "\n\nAlecto labialis Jan, 1859\n\nThe pygmy copperhead (Austrelaps labialis) is an Australian venomous elapid snake species found on Kangaroo Island and the Fleurieu Peninsula in South Australia. It is from the Austrelaps genus along with two other species of copperhead, the Highland and Lowland copperhead snakes.\n\nAdult pygmy copperhead snakes grow to an average of 80 cm (31 in) making it the smallest of Australian copperheads. It preys on small reptiles and frogs. Their bite is considered possibly lethal but they are unlikely to attack unless stepped on or purposely provoked.\n\nThey are not considered to be in need of conservation.",
        "sections": "The pygmy copperhead was first described as the Alecto Labialis by Giorgio Jan in 1859. This name was also briefly given to the White-lipped Snake in 1873 by Jan and associate Ferdinando Sordelli.\n\nIt was formerly included in Austrelaps superbus which, at the time, also included the highland and lowland copperhead snakes under the same name. The three species were officially separated in 1991 in a publication from P. A. Rawlinson, detailing key differences in appearance, distribution and behaviour between each type. This publication renames the pygmy copperhead to Austrelaps labialis, with Austrelaps superbus remaining the name for the highland copperhead.\n\nSnake-catcher Raymond Hoser has disputed the separation of species in Austrelaps, claiming the main separation is related only to environmentally influenced changes. His paper has however been challenged by the wider community.\n\nThe common naming of the snake refers to the colouration of the scales on top of its body and those surrounding the snake’s snout and eyes, and \"pygmy\" refers to the species being smaller than the highland and lowland counterparts. Other common names include the pigmy copperhead, dwarf copperhead, Adelaide Hills copperhead and Jan’s copperhead.\n\nIt is not closely related to the American copperhead, Agkistrodon contortrix (Viperidae).\n\nThe pygmy copperhead is the smallest of Australian copperhead snakes. It is expected for the males to grow to a larger size than the females, but the pygmy copperhead's ratio is more marked than most other snake species. On average, the adult male snake reaches 80 cm (31.5 in) in length, with larger specimens reaching 120 cm (47.2 in) long. The total length the snake can reach has been debated, with previous publications and research only finding specimens of 60 cm, 70 cm and 85 cm.\n\nOn both sexes, the dorsal scales come in shades of brown to grey, with a notable darker stripe along the spine. The abdominal area is cream to light-grey in colouration, with varying intensities of red along the edges before transitioning to the brown-grey backside. The labial scales of the pygmy copperhead are barred with dark colouration. There can be from 140 to 165 ventral scales and 35–55 subcaudal scales, with an average of 15 rows of scales along their mid-bodies, and a single anal scale.\n\nNewborns often have paler backsides in comparison to adult pygmy copperheads.\n\nThe pygmy copperhead is endemic to Australia and restricted to a small section of South Australia (state), particularly Kangaroo Island and immediately adjacent mainland within the Fleurieu Peninsula and the Mount Lofty Ranges.\n\nThe limited area is characteristically moist, with an average yearly rainfall of 600–800 mm (23.6–31.5 in) and milder summer temperatures, 23–25 °C (73.4–77.0 °F).  They are found living in concentrated numbers near streams, in swamps, marshland and open sclerophyll woodlands and forests. The cold temperatures in these areas are notably too low for many other reptilian species.\n\nThere have been sightings of individual pygmy copperheads in the Adelaide Hills, as well as on islands between the Australian mainland and Tasmania, including Flinders Island, Hunter Island, Kangaroo Island, King Island, Preservation Island and Great Dog Island, probably from having accidentally stowed away on boats.\n\nThe pygmy copperhead is a common species but rarely seen. It is generally unobtrusive, commonly hiding under leaf litter, old iron and haystacks. The lowland and highland species can be potentially dangerous, but being smaller, the pygmy is not known for being aggressive. They are all considered non-threatening unless provoked. Combat between males signifies sexual maturity in snakes, but it has not been observed in pygmy copperheads, despite the lowland and highland species exhibiting at two years of age.\n\nBeing carnivorous, the pygmy copperhead's diet consists of smaller ectotherms, most commonly including small lizards, frogs and tadpoles. They are known to feed more frequently than highland and lowland copperheads. There have also been reports of cannibalism in the pygmy copperheads.\n\nBites are considered lethal without prompt anti-venom intervention, with possible irreversible presynaptic damage. The pygmy copperhead’s venom is classed as strongly neurotoxic, with toxicity similar to that of the Indian cobra. It is weakly coagulant and strongly anticoagulant, with the ability to be both blood and muscle destroying. Antivenom developed through the tiger snake is unable to completely neutralise the neurotoxicity of the whole venom, nor a modified version in research lab trials.\n\nThe pygmy copperhead is viviparous, commonly giving live birth to seven young in each litter, with an average maximum of 20 young in a single litter.  The litter size is half that of the other Australian copperheads, attributed to their smaller body size and the maternal snout-vent length (SVL) and litter size ratio. There also appears to be a skewed sex ratio towards males. Female ovulation in the pygmy copperhead is in spring, but field research found that only two thirds of surveyed (apparently adult) females were reproductive, suggesting that females do not reproduce every year.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Austrelaps",
        "species": "Austrelaps labialis",
        "who_discovered": "Jan",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Austrelaps_labialis.jpg/220px-Austrelaps_labialis.jpg"
    },
    {
        "id": "Austrelaps_superbus",
        "name": "Austrelaps superbus",
        "introduction": "\n\nHoplocephalus superbus Günther, 1858Denisonia superba – Boulenger, 1896\n\nThe lowland copperhead or lowlands copperhead (Austrelaps superbus) is a venomous snake species in the family Elapidae, found in southeastern Australia, including Tasmania. It is commonly referred to as the copperhead, but is not closely related to the American copperhead, Agkistrodon contortrix.  If provoked, the lowland copperhead is a dangerous snake with neurotoxic venom, which can kill an adult human if correct first aid is not applied promptly.",
        "sections": "The lowland copperhead is generally 1-1.5 m (3–5 feet) long. Their colour varies a great deal, from a coppery mid-brown to yellowish, reddish, grey or  black. The copper head colouring that gave rise to the common name is not always present. Its venom has been measured at 0.5 mg/kg subcutaneous.[clarification needed]\n\nIt is found in southeastern Australia, including Tasmania. A. superbus has a preference for areas of low vegetation near water bodies where it hunts for frogs, lizards and snakes, including smaller specimens of its own species. It has been found in sandstone ridgetop woodland in the Blue Mountains, west of Sydney, where it is becoming rare, due to increasing fires and the spread of urban settlements.\n\nThe venom of lowland copperhead contains postsynaptic neurotoxins. There have been a dozen reported bites from this species, with one fatality.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Austrelaps",
        "species": "Austrelaps superbus",
        "who_discovered": "Günther, 1858",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/LowlandcopperheadMullawallah.jpg/220px-LowlandcopperheadMullawallah.jpg"
    },
    {
        "id": "Cacophis_squamulosus",
        "name": "Cacophis squamulosus",
        "introduction": "\n\nThe golden-crowned snake (Cacophis squamulosus) is a small species of venomous snake in the family Elapidae. The species is endemic to Australia.",
        "sections": "Like other Cacophis species, the golden-crowned snake is a forest specialist, particularly rainforest. It prefers deeper forested areas, particularly rainforest on mountain slopes, however it can show up in suburbs near waterways and moist environments with ground cover and shelter.\n\nCacophis squamulosus is only mildly venomous; however, it will bluff and mock bite if threatened, rearing into an S-shape to display the bright orange ventral pigmentation. Bites from larger individuals may present a health risk; however, it is more likely to attempt to intimidate those it feels threatened by.\n\nThe diet of the golden-crowned snake consists mostly of skinks and other small lizards which they hunt at night; they may also take frogs and tadpoles. [citation needed]\n\nCacophis squamulosus is localised to eastern Australia, from Canberra, ACT, to Cairns, QLD.\n\nThe average total length (including tail) of C. squamulosus is 50 cm (20 in), but it may reach 98 cm (39 in), making it the largest of the crowned snakes. The golden-crowned snake has a dorsal surface grayish-brown to dark brown in colour, and a ventral surface of orange to pink, with a mid-line of black spots. The \"crown\" is a pale yellow-brown stripe starting at the snout and sweeping back along both sides of the head, not connecting at the back of the head as in C. krefftii or C. harriettae, instead trailing down the neck. The Dorsal scales are in 15 rows at mid-body.\n\nCacophis squamulosus is oviparous.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Cacophis",
        "species": "Cacophis squamulosus",
        "who_discovered": "A.M.C. Duméril",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Golden_Crowned_Snake.jpg/220px-Golden_Crowned_Snake.jpg"
    },
    {
        "id": "Cacophis_krefftii",
        "name": "Cacophis krefftii",
        "introduction": "\n\nCacophis krefftii is a species of venomous snake in the family Elapidae. The species is endemic to Australia.",
        "sections": "The specific name, krefftii, is in honor of German-born Australian naturalist Gerard Krefft.\n\nCommon names for C. krefftii include dwarf crowned snake, southern dwarf crowned snake, and Krefft's dwarf snake.\n\nThe geographic range of C. krefftii extends from the  Central Coast of New South Wales to South East Queensland.\n\nC. krefftii is oviparous.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Cacophis",
        "species": "Cacophis krefftii",
        "who_discovered": "Günther",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Cacophis",
        "name": "Cacophis",
        "introduction": "\n\n4, see text\n\nCacophis is a genus of  venomous snakes, commonly known as crowned snakes, in the family Elapidae. The genus is endemic to Australia.",
        "sections": "All species of Cacophis have a distinct \"crown\" pattern on the head, which gives them their common names. They are venomous, but not dangerous to people.\n\nThe following four species are recognized as being valid.\n\nNota bene: In the above list, a binomial authority in parentheses indicate that the species was originally described in a genus other than Cacophis.\n\nSpecies of Cacophis are distributed along eastern Australia. They inhabit a variety of forest types, from woodland to rainforest.\n\nCacophis species are generally nocturnal and feed on lizards and reptile eggs.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "Hydrophiinae",
        "tribe": "",
        "genus": "Cacophis",
        "species": "Cacophis",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Golden_Crowned_Snake.jpg/220px-Golden_Crowned_Snake.jpg"
    },
    {
        "id": "Cacophis_harriettae",
        "name": "Cacophis harriettae",
        "introduction": "\n\nCacophis harriettae, also known commonly as Harriett's snake, the white-crowned snake, and the white-naped snake, is a species of mildly venomous snake in the family Elapidae. The species is endemic to Australia.",
        "sections": "The specific epithet, harriettae, honours natural history illustrator Harriet Scott, who illustrated Gerard Krefft's The Snakes of Australia, including this species.\n\nC. hariettae grows to an average total length (including tail) of 40 cm (16 in), and a maximum total length of 56 cm (22 in). The upper surface of the body is dark grey to black, with broad white bands extending from the snout along the sides of the head to meet at the nape.\n\nC. hariettae is oviparous, with an average clutch size of five (range 2–10).\n\nC. hariettae preys upon on lizards, and also eats reptile eggs.\n\nThe distribution of C. hariettae extends from Mount Abbott, near Proserpine in eastern Queensland, south-eastwards to north-eastern New South Wales.\n\nC. harriettae occurs in moist habitats, including rainforests and wet sclerophyll forests as well as suburban gardens.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Cacophis",
        "species": "Cacophis harriettae",
        "who_discovered": "Krefft",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Carybdea_xaymacana",
        "name": "Carybdea xaymacana",
        "introduction": "\n\nCarybdea xaymacana is a venomous species of cnidarian, in the small family Carybdeidae within the class Cubozoa. The species has been documented off the coast of Mexico and Australia.",
        "sections": "",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Carybdeida",
        "family": "Carybdeidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Carybdea",
        "species": "Carybdea xaymacana",
        "who_discovered": "Not found",
        "conservation_status": "Data Deficient",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Status_iucn3.1_blank.svg/220px-Status_iucn3.1_blank.svg.png"
    },
    {
        "id": "Chironex_fleckeri",
        "name": "Chironex fleckeri",
        "introduction": "\n\nChironex fleckeri, commonly known as the Australian box jelly, and nicknamed the sea wasp, is a species of extremely venomous box jellyfish found in coastal waters from northern Australia and New Guinea to Indonesia, Cambodia, Malaysia and Singapore, the Philippines and  Vietnam. It has been described as \"the most lethal jellyfish in the world\", with at least 64 known deaths in Australia from 1884 to 2021.\n\nNotorious for its sting, C. fleckeri has tentacles up to 3 m (10 ft) long covered with millions of cnidocytes which, on contact, release microscopic darts delivering an extremely powerful venom. Being stung commonly results in excruciating pain, and if the sting area is significant, an untreated victim may die in two to five minutes. The amount of venom in one animal is said to be enough to kill 60 adult humans.",
        "sections": "Chironex fleckeri was named after North Queensland toxicologist and radiologist Doctor Hugo Flecker. On January 20, 1955, when a 5-year-old boy died after being stung in shallow water at Cardwell, North Queensland, Flecker found three types of jellyfish. One was an unidentified box-shaped jellyfish with groups of tentacles arising from each corner. Flecker sent it to Dr. Ronald Southcott in Adelaide, and on December 29, 1955, Southcott published his article introducing it as a new genus and species of lethal box jellyfish. He named it Chironex fleckeri: the genus name a compound of the centaur Chiron in Greek mythology (whose name is probably related to Ancient Greek χείρ  meaning \"hand\") and Latin nex meaning \"murder\", and the specific epithet \"fleckeri\" in honour of its discoverer. The name \"hand of death\" refers to the four appendages of C. fleckeri appearing as hands.\n\nChironex fleckeri is the largest of the cubozoans (collectively called box jellyfish), many of which may carry similarly toxic venom. Its bell usually reaches about 16 cm (6.3 in) in diameter but can grow up to 35 cm (14 in). From each of the four corners of the bell trails a cluster of 15 tentacles. The pale blue bell has faint markings; viewed from certain angles, it bears a somewhat eerie resemblance to a human head or skull. Since it is virtually transparent, the creature is nearly impossible to see in its habitat, posing significant danger to swimmers.\n\nWhen the jellyfish are swimming, the tentacles contract so they are about 150 mm (6 in) long and about 5 mm (0.20 in) in diameter; when they are hunting, the tentacles are thinner and extend to about 3 m (9.8 ft) long. The tentacles are covered with a high concentration of stinging cells called cnidocytes, which are activated by pressure and a chemical trigger; they react to proteinous chemicals. Box jellyfish are day hunters; at night they are seen resting on the ocean floor.\n\nIn common with other box jellyfish, C. fleckeri has four eye-clusters with 24 eyes. Some of these eyes seem capable of forming images, but whether they exhibit any object recognition or object tracking is debated; it is also unknown how they process information from their sense of touch and eye-like light-detecting structures due to their lack of a central nervous system. They are attracted to light of different colors (white, red, orange, yellow, green and blue), but blue light seems to elicit a feeding behavior, as it slows down their pulsation rate and makes them stream out their tentacles. Black objects, on the other hand, cause them to move away.\n\nChironex fleckeri lives on a diet of prawns and small fish, as well as crabs and other pelagic invertebrates. Their only known predators are green sea turtles and leatherback turtles, whose thick skin is impenetrable to the cnidocytes of the jellyfish, among other pelagic predators.\n\nThe medusa is pelagic and has been documented from coastal waters of Australia and New Guinea north to the Philippines, Malaysia, Singapore and Vietnam. In Australia, it is known from the northern coasts from Exmouth to Agnes Water, but its full distribution outside Australia has not been properly identified. To further confuse, the closely related and also dangerously venomous Chironex yamaguchii was first described from Japan in 2009. This species has also been documented from the Philippines, meaning the non-Australian records of C. fleckeri need to be rechecked. Breeding occurs in lower levels of rivers and mangrove channels.\n\nChironex fleckeri is best known for its extremely powerful \"sting\". The sting can produce an excruciating pain accompanied by an intense burning sensation, like being branded with a red hot iron. Stings may also result in white welts and lines that may be accompanied by blistering. In some cases, the sting can cause permanent damage or death to the skin and result in scars. Fatalities are most often caused by specimens of C. fleckeri that are larger than 15 cm (5.9 in). If left untreated, large amounts of venom injection can cause fatality in 5 minutes.\n\nIn Australia, C. fleckeri has caused at least 64 deaths since the first report in 1883, but most encounters appear to result only in mild envenomation. Among 225 analyzed C. fleckeri stings in Australia's Top End from 1991 to 2004, only 8% required hospital admission, 5% received antivenom and there was a single fatality (a 3-year-old child). 26% experienced severe pain, while it was moderate to none in the remaining. Most deaths in recent decades have been children, as their smaller body mass puts them at a higher risk of fatal envenomation. When people do die, it is usually caused by a cardiac arrest occurring within minutes of the sting. It takes approximately 3 metres (10 ft) of tentacle to deliver the fatal dose.\n\nThe venom causes cells to become porous enough to allow potassium leakage, causing hyperkalemia, which can lead to cardiovascular collapse and death as quickly as within two to five minutes with an LD50 of 0.04 mg/kg. It was postulated that a zinc compound may be developed as an antidote. Occasionally, swimmers who get stung will undergo cardiac arrest or drown before they can even get back to the shore or boat.\n\nIn many cases, there will be a reaction that takes place days after the initial sting if the victim survives. This extremely itchy rash can last weeks after the initial sting. If the skin in the affected area is intact, certain creams and antihistamines may help to alleviate the symptoms.\n\nChironex fleckeri and other jellyfish, including the Irukandji (Carukia barnesi), are abundant in the waters of northern Australia during the warmer months of the year. They are believed to drift into estuaries to breed. Signs like the one pictured are erected along the coast of North Queensland to warn people of such, and few people swim during this period. Some people still do, however, putting themselves at great risk. At popular swimming spots, net enclosures are placed out in the water wherein people can swim but jellyfish cannot get in, keeping swimmers safe.\n\nUntil 2005, treatment involved using pressure immobilisation bandages, with the aim of preventing distribution of the venom through the lymph and blood circulatory systems. This treatment is no longer recommended by health authorities, due to research which showed that using bandages to achieve tissue compression provoked nematocyst discharge.\n\nThe application of vinegar is recommended treatment because vinegar (4–6% acetic acid) permanently deactivates undischarged nematocysts, preventing them from opening and releasing venom. A 2014 study demonstrated in vitro that while vinegar deactivates unfired nematocysts, there was also an increase in venom concentration in the solution, possibly by causing already-fired nematocysts (which still contain some venom) to release what remained. However, this study has been criticized on several methodological grounds, including that the experiment was done using a model membrane that is much different from (and more simple than) human skin. Also, the researchers did not determine whether the increase in venom concentration was caused by already-discharged nematocysts releasing more venom, or if the venom that was released initially had simply leaked back out through the membrane, thus confounding the concentration measurement. Despite these concerns, diluted acetic acid is still the recommended treatment. In 2019, the first antidote for Australian box jellyfish sting was discovered in Australia.\n\nChironex fleckeri is capable of both sexual and asexual reproduction and are oviparous.\n\nA fully grown and sexually mature Chironex fleckeri medusa will begin trying to find a mate in the spring season. Usually, the jellies will move from their usual habitat to a freshwater river for this hunt. If a mate is located, sperm and eggs are expelled into the water by the male and female respectively to result in fertilization. The gametes produced by the spawning process will go on to become planulae and eventually small sea wasp polyps. They will use their two tentacles to hide away from predators by hooking onto a hidden surface and feeding on plankton. The parent organisms die shortly after reproduction occurs.\n\nPolyps created through spawning will begin to form entirely new clones of themselves through a process called budding. The original polyp along with the new ones will eventually become small medusa through metamorphosis and return to the ocean until they are mature. The process will then repeat once they can sexually reproduce and go back to a river to find a mate.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Chirodropida",
        "family": "Chirodropidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Chironex",
        "species": "Chironex fleckeri",
        "who_discovered": "Southcott",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Avispa_marina_cropped.png/220px-Avispa_marina_cropped.png"
    },
    {
        "id": "Chiropsalmus_quadrumanus",
        "name": "Chiropsalmus quadrumanus",
        "introduction": "\n\nChiropsalmus quadrumanus, commonly known as the four-handed box jellyfish, is a species of box jellyfish found in the western Atlantic Ocean, the Gulf of Mexico and the Pacific Ocean. The sting is venomous and dangerous to humans, especially children.",
        "sections": "Little and/or poor taxonomic research has been conducted on Chiropsalmus quadrumanus. In 2006, Lisa-ann Gershwin noted that the South American neotype's cnidome was differing from the United States species. Several studies on the species have been conducted since then. One in 1975 gives statistics and charts that clearly shows the differing cnidomes of U.S. species compared to that of the neotype of Gershwin's. No new taxa have been erected to accommodate the research.\n\nChiropsalmus quadrumanus is a cube-shaped, colourless, transparent jellyfish with a diameter of about 14 centimetres (5.5 in) and height a little less than this. The body is composed of a gelatinous material and the top edges are rounded while the top surface is flat. Bundles of 7 to 9 tentacles dangle from pedalia, palmate appendages at the four lower corners of the bell, with a tentacle on each \"finger\". The outer two tentacles are pinkish and the inner ones yellowish white and they can be up to 3 to 4 metres (9.8 to 13.1 ft) long. Halfway up the inside of the bell is the velarium, a horizontal ring of tissue partially blocking the aperture. The manubrium is a central column hanging down inside the bell with the mouth at its tip. The rounded stomach  has four pouches connecting to radial sinuses along the edges of the bell. The gonads are on either side of the radial canals.\n\nChiropsalmus quadrumanus is found on the east coast of North America in North and South Carolina, Georgia, Florida, Alabama, Mississippi, Louisiana, Texas, the Caribbean, the Gulf of Mexico and Mexico, and a disjunct population in Brazil. It also occurs in the Pacific Ocean and has been reported from Hawaii and Australia. It is usually found in the warm, open seas but it is sometimes found inshore in large numbers in places where it has not been previously found. When this happened on the Texas Gulf coast in 1955 and 1956, it coincided with drought conditions and an associated high salinity level in the area. The jellyfish were seldom seen near the surface but small specimens were frequently taken in shrimp trawls. After gales large quantities were washed up on the beach, and after heavy rains, many dead jellyfish were found floating on the surface. When conditions returned to normal, the jellyfish disappeared.\n\nThe long tentacles of Chiropsalmus quadrumanus are armed with nematocysts, the purpose of which is to capture prey such as small fish and to deter predators. They can inflict an extremely painful sting on people that encounter them. There is a documented case of a four-year-old boy in the Gulf of Mexico dying within forty minutes of being stung. Of forty-nine people stung by jellyfish off the coast of Brazil over a five-year period, twenty were by identifiable species. Sixteen of these were identified as being caused by Chiropsalmus quadrumanus and four by the Portuguese man o' war (Physalia physalis). All these stings were linear in nature, causing both intense pain and systemic symptoms. Apart from pain, the symptoms include cardiac dysfunction and respiratory depression. The rash lasts for several months. Antivenom administered within a few hours relieves the pain somewhat, reduces the severity of the rash, and improves other symptoms. In extreme cases, cardiopulmonary resuscitation can be effective if started promptly.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Chirodropida",
        "family": "Chiropsalmidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Chiropsalmus",
        "species": "Chiropsalmus quadrumanus",
        "who_discovered": "F. Müller",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Medusae_of_world-vol03_fig331.jpg/220px-Medusae_of_world-vol03_fig331.jpg"
    },
    {
        "id": "Cryptophis_pallidiceps",
        "name": "Cryptophis pallidiceps",
        "introduction": "\n\nCryptophis pallidiceps, also known as the western Carpentaria snake or northern small-eyed snake, is a species of venomous snake endemic to Australia. The specific epithet pallidiceps (“pale-headed”) refers to its body markings.",
        "sections": "The snake grows to an average of about 50 cm in length. The upper body is brown, grey or black, often with a paler head. The sides of the body are yellow-orangish, the belly white.\n\nThe species is viviparous, with an average litter size of four. It feeds on lizards and frogs.\n\nThe species occurs in the Kimberley region of Western Australia and the Top End of the Northern Territory. It inhabits tropical woodlands. The type locality is Port Essington in the Northern Territory.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Cryptophis",
        "species": "Cryptophis pallidiceps",
        "who_discovered": "Günther",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Northern_Small-eyed_Snake_%28Cryptophis_pallidiceps%29_%288692345496%29.jpg/220px-Northern_Small-eyed_Snake_%28Cryptophis_pallidiceps%29_%288692345496%29.jpg"
    },
    {
        "id": "Cryptophis_boschmai",
        "name": "Cryptophis boschmai",
        "introduction": "\n\nCryptophis boschmai, also known commonly as the Carpentaria snake or the Carpentaria whip snake, is a species of venomous snake in the family Elapidae. The species is native to Australia and New Guinea.",
        "sections": "The specific epithet boschmai honours Dutch zoologist Hilbrand Boschma.\n\nThe colouration of C. boschmai is tan to dark brown on the upper body, with a pale belly. It grows to a total length (including tail) of about 45 centimetres (18 in).\n\nC. boschmai is terrestrial and nocturnal, sheltering during the day under bark, logs, and leaf litter.\n\nC. boschmai preys upon small lizards.\n\nThe species C. boschmai is viviparous, with an average litter size of eight.\n\nThe distribution of C. boschmai in Australia extends from the northern part of the Cape York Peninsula, covering eastern Queensland as far south as the border with New South Wales, where it inhabits dry forests, woodlands, shrubland, and grasslands. The type locality is Merauke in southern New Guinea.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Cryptophis",
        "species": "Cryptophis boschmai",
        "who_discovered": "Brongersma",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Cryptophis_incredibilis",
        "name": "Cryptophis incredibilis",
        "introduction": "\n\nCryptophis incredibilis, also known as the pink snake, is a species of venomous snake that is endemic to Australia. The specific epithet incredibilis (“incredible”) is presumed to refer to its unusual colouration.",
        "sections": "The upper body of the snake is a uniform pink, with a white belly. It is a slender snake which grows to an average of about 40 cm in length.\n\nThe snake is viviparous.\n\nThe species’ distribution is limited to Prince of Wales Island, in Torres Strait, in the far north of Queensland, where it inhabits woodland on sandy soils.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Cryptophis",
        "species": "Cryptophis incredibilis",
        "who_discovered": "Wells",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Demansia_psammophis",
        "name": "Demansia psammophis",
        "introduction": "\n\nThe yellow-faced whip snake (Demansia psammophis) is a species of venomous snake in the family Elapidae, a family containing many dangerous snakes. D. psammophis is endemic to Australia, found throughout the continent in a variety of habitats from coastal fringes to interior arid scrubland.",
        "sections": "The yellow-faced whip snake is part of the Demansia genus, a group of venomous snakes from the Elapidae family. This genus is composed of whip snakes, characterized by their large eyes and whip-like tail. The Demansia genus is commonly found in the Southern hemisphere around Australia and equatorial countries such as Papua New Guinea.[citation needed]\n\nThere are currently 14 species that have been identified under the genus Demansia, these include:\n\nDemansia psammophis is a long thin snake with a narrow head. D. psammophis grows up to a total of 1m in length, averaging around 80cm in length, females being slightly smaller than males. Characterized by their narrow yellowish head, pale ring around the eyes, and a dark marking curving along the upper lip, D. psammophis becomes distinguishable from other Demansia snakes. Juveniles can be distinguished as a white-edged dark line is seen across the snout. The large prominent eyes surrounded by a pale ring, account for its ability to be a successful diurnal species, having the largest eyes of any Australian snake assisting in prey capture. The colour of yellow-faced whip snakes varies, ranging from olive green, grey and brown; however, a common characteristic in colour is a ‘red flush along the anterior third of its back'.\n\nTo accurately identify this species, there must be a clear view of the head, and the scales around the snake's mid-body must be counted. D. psammophis has 15 midbody scale rows and between 165-230 ventrals, with the anal and subcaudals divided.\nDemansia psammophis is commonly confused with the eastern brown snake (Pseudonaja textilis), due to their similar appearance.\n\nDemansia psammophis are distributed throughout the Australian continent, with presence in every state except Tasmania. Although the distribution of D. psammophis is wide, it is endemic to Australia.\nFound in a variety of habitats across Australia, Demansia psammophis ranges from coastal forests to arid scrublands and grasslands in Australia’s interior. \nIt is not uncommon to find more than one D. psammophis as they are community dwellers. Habitats in rock crevices and under logs are common community habitats with communities often aggregating in winter months.\n\nDemansia psammophis are diurnal reptiles, fast-moving with a nervous disposition, always alert and fleeing quickly when disturbed. The yellow-faced whip snake is subject to brumation, or slowing down their movements, in the winter months, usually only moving to seek sun and water.\n\nDemansia psammophis are oviparous, laying clutches of 5-6 and 15-20 amniotic eggs. Communal egg laying is also common among the species, with some nests having between 500-600 eggs present. D. psammophis females experience vitellogenesis between September and November, ovulating in late spring or summer. Hatchlings are approximately 17cm in length from snout to base of tail and are laid between February and March.\n\nSmall diurnal lizards are the main source of food, as well as lizard eggs. D. psammophis, although diurnal, forage during the night, catching nocturnal forms such as geckoes, lerista and frogs.\n\nSmall reptiles such as lizards and skinks are predated on by D. psammophis, during the day. Juvenile D. psammophis have been observed to constrict their prey, however, as they become adults, constriction becomes uncommon, with the species occasionally creating a single body loop to restrain their prey. To immobilize and kill prey, D. psammophis lash out and inject toxic venom, slowing and eventually killing their prey.\n\nAlthough this venom is deadly to other reptiles and amphibians, it is not considered dangerous to adults. If bitten, the bite will be painful and the injection of venom will cause localized pain and swelling, ranging from moderate to severe, with some bites causing systemic symptoms such as paralysis and bleeding. Medical treatment should be sought following any snake bite.\n\nYellow-faced whip snakes are currently classified as least concern under the IUCN Red List and are considered stable.\n\nThe species is secure under the status of least concern in the majority of States and Territories in Australia, including QLD and the NT; however, they are considered near-threatened in Victoria.\n\nD. psammophis is not found in Tasmania due to the Tasman Strait that separates it from mainland Australia and the climatic conditions of Tasmania.\n\nISBN 0-646-00006-3. (Demansia psammophis, p. 50).",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Demansia",
        "species": "Demansia psammophis",
        "who_discovered": "Schlegel",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Yellow-faced_Whip-Snake_kobble08.jpg/220px-Yellow-faced_Whip-Snake_kobble08.jpg"
    },
    {
        "id": "Demansia_calodera",
        "name": "Demansia calodera",
        "introduction": "\n\nThe black-necked whipsnake (Demansia calodera) is a species of venomous snake in the family Elapidae. It is endemic to Western Australia. It can reach  517 mm (20.4 in) in snout–vent length.",
        "sections": "",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Demansia",
        "species": "Demansia calodera",
        "who_discovered": "Storr",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Disteira",
        "name": "Disteira",
        "introduction": "\n\nSee text\n\nDisteira Lacépède, 1804\n\nHydrophis is a genus of sea snakes, venomous snakes in the subfamily Hydrophiinae of the family Elapidae. Species in the genus Hydrophis are typically found in Indo-Australian and Southeast Asian waters. Currently, around 36 species are recognized as being valid.",
        "sections": "There are more than 30 recognized species in the genus.\n\n\n*) Not including the nominate subspecies (typical form).\n\nNota bene: A binomial authority in parentheses indicates that the species was originally described in a genus other than Hydrophis.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "Hydrophiinae",
        "tribe": "",
        "genus": "Hydrophis",
        "species": "Disteira",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Hydrophis_-_Brehms.jpg/220px-Hydrophis_-_Brehms.jpg"
    },
    {
        "id": "Furina",
        "name": "Furina",
        "introduction": "\n\n\n\nFurina is a genus of venomous elapid snakes endemic to Australia. It contains five species of which there are no subspecies.",
        "sections": "",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "Hydrophiinae",
        "tribe": "",
        "genus": "Furina",
        "species": "Furina",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Red-naped_Snake.jpg/220px-Red-naped_Snake.jpg"
    },
    {
        "id": "Hapalochlaena_maculosa",
        "name": "Hapalochlaena maculosa",
        "introduction": "\n\nThe southern blue-ringed octopus (Hapalochlaena maculosa) is one of three (or perhaps four) highly venomous species of blue-ringed octopuses. It is most commonly found in tidal rock pools along the south coast of Australia. As an adult, it can grow up to 20 centimetres (8 in) long (top of the mantle to the tip of the arms) and on average weighs 26 grams (0.9 oz). They are normally a docile species, but they are highly venomous, possessing venom capable of killing humans. Their blue rings appear with greater intensity when they become aggravated or threatened.",
        "sections": "The blue-ringed species are known for their small size, yet the southern variety is hailed as the largest of the genus. As a result, they have been classified as their own species. From arm to arm, most of these octopuses are no larger than 20 centimeters. This is larger by roughly 5 centimeters on average with other varieties of the blue-ringed octopus. When at peace, their coloring is often a drab, mucus like color. However, once it feels sufficiently threatened, the eponymous blue-rings suddenly appear. These octopuses have an average of about 60 rings that have multilayer reflectors that allow them to flash a blue green color. These rings typically appear about 6 weeks after hatching (Mäthger et al.). For the rings to illuminate and glow, the muscles around the rings must contract while the muscles above them must relax (Mäthger et al.). This method of muscle contraction and relaxation has not been seen in other illuminating animals (Mäthger et al.)\n\nLike other species of the blue-ringed octopus, this variety is named for the vibrant blue rings that it displays when agitated.\n\nFound along the southern coasts of Australia, H. maculosa inhabits crevasses and cracks in the rocky reefs signature to this section of the Australian coast. In addition, the octopus enjoys a proximity to the plentiful forests of seagrass.\n\nSouthern blue-ringed octopuses tend to be passive and relatively harmless: they generally use their toxins only when hunting or provoked. They are nocturnal. They expel a jet of water for propulsion. Like other members of the genus, they live in burrows.\n\nThe prey of H. maculosa consists mostly of lobsters, crabs, shrimp, and shellfish, as well as the occasional small fish. H. maculosa makes use of its venom for feeding purposes. It pins down and injects it through its beak. This totally paralyzes its prey, often killing it outright. This readies it for feeding. \nAnother tactic it uses to hunt is releasing its venom as a mist into a location where its prey is commonly found. Their prey swim into the venom and become paralyzed, allowing for an attack.\n\nH. maculosa has a very short life span with a large importance placed on reproduction. The average life span of a southern blue ringed octopus is around seven months. The octopus reaches sexual maturity at around four months old, at which time it focuses its last few months of life towards copulation and breeding. Both genders of this species are promiscuous, as they only have a limited set of gametes. The mating ritual of H. maculosa usually begins with the female initiating reproduction by changing color and posture. The male then mounts the female, inserts the hectocotylus under the mantle of the female, and releases the sperm into the female's oviduct. For  this type of octopus, there is approximately a two-month window in which a female acquires and stores sperm from multiple males. She then carries the eggs with her, as opposed to depositing them somewhere stationary. During this time period, the mother rarely moves unless disturbed. When she is forced to move, she uses only two arms for locomotion. The female also does not eat during this time period. Because of this, the mother dies shortly after the eggs have hatched. It is highly unlikely that the male or female would live beyond one year. This unusual octopus maternal care system seems to be an advanced evolutionary development of the species. While this may seem strange, females only reproduce once in their lifetime, so it is vital to them that their egg clutch survives. Once hatched, the H. maculosa grow very rapidly. The southern blue-ringed octopus also differs from other marine invertebrates in that there is no planktonic stage. The young begin hunting around one month of age- they are said to be venomous from birth, while their blue rings do not appear until six weeks after hatching. It was found in a study by Morse and Zenger that as size of the octopus increased, so too did willingness to mate. Same-sex attempts at mating were frequently noted, which implies distinguishing between male and female is difficult even for the octopus. It is also possible females use some form of refined sense of smell to single out attractive mates.\n\nMany studies have been done on how southern blue-ringed octopuses choose their mates and if females can choose the sperm used to fertilize her eggs (Morse et al., 2018). Researchers have been interested in this topic specifically because the female can only reproduce once in her lifetime and because she can store the sperm of her many mates (Oceana). Researchers have hypothesized that there may be cryptic female choice or sperm competition (Morse et al., 2018). In the paper, Mating Behavior and Postcopulatory Fertilization Patterns in the Southern Blue-Ringed Octopus  Hapalochlaena Maculosa, the authors study did not find that females choose the male sperm that will fertilize their eggs, though the \"male that obtained less paternity than expected was in fact the female's full-sibling brother (Morse et al.).\"   Although this study did not find female selection of sperm, a separate study did find that females are picky about who they mate with. In the paper, Nocturnal Mating Behaviour and Dynamic Male Investment of Copulation Time in the Southern Blue-Ringed octopus, Hapalochlaena Maculosa (Cephalopoda: Octopodidae), Morse et al., found that females were more willing to mate with males that were larger and males that were larger attempted to mate more than smaller males. The same study also found that males would spend less time mating with females that they had already mated with.\n\nWhat makes this octopus famous is its venom. Saliva glands of the southern blue-ringed octopus produce the deadly neurotoxin, maculotoxin. The neurotoxin, tetrodotoxin (TTX), is secreted in the posterior salivary gland, which is located in the intestinal blood system of the octopus. This may provide the toxin into its bloodstream. The toxin has also been found in the eggs of this octopus. The method of poisoning is still not fully understood, but it is assumed that H. maculosa either injects the toxin into the water surrounding their prey through their saliva mixed with the toxin, or they directly bite their prey or predator with the beak-like mouth. Without immediate medical attention a bite is often fatal to humans. Various references in popular culture depict the southern blue-ringed octopus as a nefarious seadevil lying in wait to attack humans with its deadly toxins. In actuality, the venom is primarily used in hunting or for defense. There are no reported cases of unprovoked aggression towards humans. No antivenom exists.\n\nThere are currently no known conservation efforts for the southern blue-ringed octopus. This being said, it is likely that H. maculosa play an important role in their ecosystem, perhaps by controlling crustacean populations, so any efforts to conserve this species would be expected to benefit other species in the same habitat. It is also suggested that because the dispersal ability of H. maculosa is limited, connectivity between different populations of the species is especially vulnerable to habitat fragmentation or geographic barriers.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Octopoda",
        "family": "Octopodidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Hapalochlaena",
        "species": "Hapalochlaena maculosa",
        "who_discovered": "Hoyle",
        "conservation_status": "Vulnerable",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Hapalochlaena_maculosa_side.jpg/220px-Hapalochlaena_maculosa_side.jpg"
    },
    {
        "id": "Hemiaspis",
        "name": "Hemiaspis",
        "introduction": "\n\nHemiaspis is a genus of venomous snakes of the Elapidae family. The genus has two described species: Hemiaspis damelii and Hemiaspis signata, both endemic to Australia.",
        "sections": "",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "Hydrophiinae",
        "tribe": "",
        "genus": "Hemiaspis",
        "species": "Hemiaspis",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Black-bellied_Swamp_Snake_%28Hemiaspis_signata%29.jpg/220px-Black-bellied_Swamp_Snake_%28Hemiaspis_signata%29.jpg"
    },
    {
        "id": "Hoplocephalus_bitorquatus",
        "name": "Hoplocephalus bitorquatus",
        "introduction": "\n\nThe pale-headed snake (Hoplocephalus bitorquatus) is a species of venomous snake in the family Elapidae. The species is endemic to Australia.",
        "sections": "The species was originally described as Alecto bitorquata by Giorgio Jan in 1859.\n\nH. bitorquatus may attain a total length of 90 cm (35 in), which includes a tail 9.5 cm (3.7 in) long. The top of the head is pale olive, with a bright yellow occipital blotch, which is edged with black. The body is dark olive dorsally, and may have a darker vertebral streak. Ventrally, it is greyish olive or brown.\n\nH. bitorquatus is found on the eastern coast of Australia, from Cape York Peninsula in Queensland to Gosford in New South Wales. The preferred natural habitat of H. bitorquatus is forest.\n\nH. bitorquatus is arboreal.\n\nH. bitorquatus preys predominantly upon tree frogs, but also eats small lizards and small mammals.\n\nH. bitorquatus is viviparous.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Hoplocephalus",
        "species": "Hoplocephalus bitorquatus",
        "who_discovered": "Jan",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Hydrophis_kingii",
        "name": "Hydrophis kingii",
        "introduction": "\n\nDisteira kingii (Boulenger, 1896)\n\nThe spectacled sea snake (Hydrophis kingii), also known commonly as King's sea snake, is species of venomous sea snake in the family Elapidae. The species is native to waters off northern Australia and the southern coast of New Guinea.",
        "sections": "The specific name, kingii, is in honor of Australian marine surveyor Philip Parker King.\n\nH. kingii usually attains a total length (including tail) of not more than 1.9 m (6.2 ft). The head is black, and a there is a white ring around the eye. The anterior chin shields are in contact with the mental groove. The dorsal scales are keeled, and overlapping.\n\nThe preferred natural habitat of H. kingii is marine waters, to a depth of 22 m (72 ft), with a muddy or sandy bottom.\n\nH. kingii preys upon small fishes.\n\nH. kingii is ovoviviparous.\n\nH. kingii is dangerously venomous.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Hydrophis",
        "species": "Hydrophis kingii",
        "who_discovered": "Boulenger",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Disteira_kingii.JPG/220px-Disteira_kingii.JPG"
    },
    {
        "id": "Liasis_fuscus",
        "name": "Liasis fuscus",
        "introduction": "\n\nThe water python (Liasis fuscus) is a python species found in Australia and Papua New Guinea. No subspecies are currently recognized. Like all other pythons, it is not venomous.",
        "sections": "German naturalist Wilhelm Peters described the water python in 1873. It is also known as the brown water python.\n\nAdults average about 6–8 feet (2+ meters) in length, but may reach 10 feet (3.0 meters). Robustly built, it has a long head that is slightly distinct from the neck. The anterior supralabials have thermosensitive pits.\n\nScalation includes a pair of undivided parietal scales and a single loreal scale on either side of the head. On the body, the dorsal scales number 45-55 at midbody, the ventral scales 270-300, the anal scale is single, with 60-90 paired subcaudal scales.\n\nThe color pattern consists of a uniform, iridescent dark blackish brown dorsal color. The belly is a dull to bright yellow that includes the first few rows of dorsal scales. The throat is cream colored, while the upper labials are light gray-brown with dark brown or black spots.\n\nThey are found in Australia in the Kimberley district of northern Western Australia from around Broome east through Northern Territory at least as far south as Mataranka to the coast of central Queensland to near Mackay. Also found in the Sir Charles Hardy Islands, on Cornwallis Island in the Torres Strait, and in Papua New Guinea, Western District, in the lower Fly River region at least as far inland as Lake Daviumbo. It can also be found in the southern part of Papuan province of Indonesia. The type locality given is \"Port Bowen\" (Port Clinton, Queensland, Australia).\n\nThe highest population density is reached on the Adelaide River floodplains in the Northern Territory.\n\nDespite its common name, many individuals are found far from water for most of the year. They are usually nocturnal, seeking shelter during the day in hollow logs, in riverbank dens, and in vegetation. When surprised, most attempt to flee into any available water.\n\nAn opportunistic feeder, its diet consists of a variety of vertebrates. However,  on the Adelaide River floodplains, this species preys mainly on dusky rats (Rattus colletti).\n\nMating takes place in July–August, which is the middle of the dry season. This is followed by a gestation period of about a month, after which females lay an average of 12 eggs. The hatchlings emerge after 57–61 days of incubation and are each about 30 cm in length.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Pythonidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Liasis",
        "species": "Liasis fuscus",
        "who_discovered": "Peters",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Liasis_fuscus.jpg/220px-Liasis_fuscus.jpg"
    },
    {
        "id": "Oxyuranus_temporalis",
        "name": "Oxyuranus temporalis",
        "introduction": "\n\nThe Central Ranges taipan, or Western Desert taipan (Oxyuranus temporalis), is a species of taipan that was described in 2007 by Australian researchers Paul Doughty, Brad Maryan, Stephen Donnellan, and Mark Hutchinson. Taipans are large, fast, extremely venomous Australasian snakes. The Central Ranges taipan was named one of the top-five new species of 2007 by the International Institute for Species Exploration at Arizona State University.",
        "sections": "Dr. Mark Hutchinson, reptile and amphibian curator at the South Australian Museum, caught the immature female taipan while it was crossing a dirt track on a sunny afternoon. The reptile was about 1.0 m (39 inches) in total length (body and tail), but because taipan species are among the most venomous snakes in the world, Hutchinson did not inspect the creature on site.  He bagged the snake and sent it, along with others captured from the trip, to the Western Australian Museum in Perth for closer inspection.\n\nTwo weeks later, the new species was studied. At first, it was tentatively identified as a western brown snake because of the similar size and colouring; several weeks later, however, Western Australia Museum reptile collection manager Brad Maryan noticed the now-preserved snake had a large, pale head similar to the coastal taipan.\n\nThe holotype, nicknamed \"Scully\" after the X-Files TV character, is an immature snake about 1 m long, which means that scientists do not know the true adult size of the species, though some taipans can reach a total length of about 3 m (about 10 ft). This is the first new taipan species to be discovered in 125 years.\n\nO. temporalis differs from its two congeneric species O. scutellatus and O. microlepidotus in lacking a temporol labial scale and having six rather than seven infralabial scales. Phylogenetic analysis of mtDNA sequences showed it to be the sister species of the two previously known taipans.\n\nThe two other described species of Oxyuranus are among the most venomous land snakes in the world - O. microlepidotus ranked the most venomous land snake and O. scutellatus the third-most venomous after Pseudonaja textilis. The new species, O. temporalis, has a LD50 measured on mice to be 0.075 mg/Kg, making it likely to be extremely dangerous to a human if bitten, albeit less toxic than the inland taipan, which was found by the same study to have a LD50 of 0.0225 mg/kg.\n\nIn May 2010, a second specimen of O. temporalis was found in the Great Victoria Desert of Western Australia. The adult female taipan measuring 1.3 m (4.3 ft) in total length was captured by the Spinifex people from the Tjuntjuntjara Aboriginal community during a biological study at Ilkurlka, 165 km west of the South Australian border, 425 km south of the location of the initial discovery.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Oxyuranus",
        "species": "Oxyuranus temporalis",
        "who_discovered": "Donnellan",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Oxyuranus_microlepidotus",
        "name": "Oxyuranus microlepidotus",
        "introduction": "\n\nThe inland taipan (Oxyuranus microlepidotus), also commonly known as the western taipan, small-scaled snake, or fierce snake, is a species of extremely venomous snake in the family Elapidae. The species is endemic to semiarid regions of central east Australia. Aboriginal Australians living in those regions named the snake dandarabilla. It was formally described by Frederick McCoy in 1879 and then by William John Macleay in 1882, but for the next 90 years, it was a mystery to the scientific community; no further specimens were found, and virtually nothing was added to the knowledge of this species until its rediscovery in 1972.\n\nBased on the median lethal dose value in mice, the venom of the inland taipan is by far the most toxic of any snake – much more so than even that of sea snakes – and it has the most toxic venom of any reptile when tested on human heart cell culture. The inland taipan is a specialist hunter of mammals, so its venom is specially adapted to kill warm-blooded species. One bite possesses enough lethality to kill more than an estimated 100 fully grown humans. It is an extremely fast and agile snake that can strike instantly with extreme accuracy,  often striking multiple times in the same attack, and it envenomates in almost every case.\n\nAlthough the most venomous and a capable striker, in contrast to the coastal taipan, which many experts cite as an extremely dangerous snake due to its behaviour when it encounters humans, the inland taipan is usually quite a shy and reclusive snake, with a placid disposition, and prefers to escape from trouble. However, it will defend itself and strike if provoked, mishandled, or prevented from escaping. Because it lives in such remote locations, the inland taipan seldom comes in contact with people; therefore it is not considered the deadliest snake in the world overall, especially in terms of disposition and human deaths per year. The word \"fierce\" from its alternative name describes its venom, not its temperament.",
        "sections": "To the Aboriginal people from the place now called Goyder Lagoon in north-east South Australia, the inland taipan was called dandarabilla.\n\nThe inland taipan was first described scientifically in 1879. Two specimens of the fierce snake were discovered at the junction of the Murray and Darling Rivers in northwestern Victoria and described by Frederick McCoy, who called the species Diemenia microlepidota, or small-scaled brown snake. In 1882, a third specimen was found near Bourke, New South Wales, and William John Macleay described the same snake under the name Diemenia ferox (thinking it was a different species). No more specimens were collected until 1972. In 1896, George Albert Boulenger classified both as belonging to the same genus, Pseudechis (black snakes), referring to them as Pseudechis microlepidotus and P. ferox.\n\nIn 1956, relying only on published descriptions and notes, James Roy Kinghorn regarded ferox as a synonym for microlepidotus and proposed the genus Parademansia. In 1963, Eric Worrell considered Parademansia microlepidotus and Oxyuranus scutellatus (coastal taipan, named simply \"taipan\" in those days) to be the same species.\n\nIn September 1972, after receiving an unclassified snake head sample from a grazier from one of the Channel Country stations west of Windorah of the far southwest Queensland, herpetologists Jeanette Covacevich (then working for the Queensland Museum) and Charles Tanner travelled to the site and found 13 living specimens, and rediscovered the lost snake Parademansia microlepidotus. In 1976, Covacevich and Wombey argued that Parademansia microlepidotus belongs to a distinct genus, and this was also the opinion of Harold Cogger.\n\nCovacevich, McDowell, Tanner & Mengden (1981) successfully argued, by comparing anatomical features, chromosomes, and behaviours of the two species then known as Oxyuranus scutellatus (taipan) and Parademansia microlepidota, that they belonged in a single genus.  Oxyuranus (1923), the more senior name, was adopted for the combined genus.\n\nOxyuranus microlepidotus has been the fierce snake's binomial name since the early 1980s. The generic name Oxyuranus is from Greek oxys \"sharp, needle-like\", and ouranos \"an arch\" (specifically the arch of the heavens) and refers to the needle-like anterior process on the arch of the palate. The specific name microlepidotus means \"small-scaled\" (Latin). Hence the common name, \"small-scaled snake\". Since Covacevich et al., 1981, determined that the fierce snake (formerly: Parademansia microlepidota) is actually part of the genus Oxyuranus (taipan), another species, Oxyuranus scutellatus, which was previously known simply as the \"taipan\" (coined from the aboriginal snake's name dhayban), was renamed the \"coastal taipan\" (or \"eastern taipan\"), while the now newly classified Oxyuranus microlepidotus became commonly known as the \"inland taipan\" (or \"western taipan\").\n\nThe inland taipan inhabits the black soil plains in the semiarid regions where the Queensland and South Australia borders converge.\n\nIn Queensland, the snake has been observed in Channel Country region (e.g., Diamantina National Park, Durrie Station, Morney Plains Station and Astrebla Downs National Park) and in South Australia it has been observed in the Marree-Innamincka NRM District (e.g., Goyder Lagoon Tirari Desert, Sturt Stony Desert, Coongie Lakes, Innamincka Regional Reserve and Oodnadatta).  An isolated population also occurs near Coober Pedy, South Australia.\n\nTwo old records exist for localities further south-east, i.e., the junction of the Murray and Darling Rivers in northwestern Victoria (1879) and Bourke, New South Wales (1882), but the species has not been observed in either state since then.\n\nLike every Australian snake, the inland taipan is protected by law.\n\nConservation status for the snake was assessed for the IUCN Red List for the first time in July 2017, and in 2018, was designated as least concern, stating, \"This species is listed as least concern, as it is widespread and overall, it is not considered to be declining. Although the impact of potential threats requires further research, these are likely to be localized within the snake's range.\"\n\nThe inland taipan's conservation status has also been designated by Australian official sources:\n\nInland taipans are held in several zoo collections in Australia and overseas including the Adelaide Zoo and Taronga Zoo in Sydney.\n\nThe inland taipan is also on public display in Australia at the Australia Zoo, Australian Reptile Park, Billabong Sanctuary, Cairns Tropical Zoo, Lone Pine Koala Sanctuary and Shoalhaven Zoo.\n\nThe snake is also on display at several locations outside of Australia. In the United States, inland taipans are held at the Reptile Gardens in South Dakota, at Kentucky Reptile Zoo and at Animal World & Snake Farm Zoo in Texas.\n\nIn Europe, inland taipans are held in Sweden at the Stockholm Skansen Zoo and Gothenburg Universeum Moscow Zoo in Russia, (in the Moscow Zoo they are kept in the House of Reptiles, which is not usually open to the general public.) and in the UK at the London Zoo. Amateur zoo listings also report the snake at the tropicarium park in Jesolo, Italy, in Gifttierhaus Eimsheim, Welt der Gifte Greifswald,  and Terra Zoo Rheinberg, Germany, in Lausanne vivarium Lausanne, Switzerland, in Randers Tropical Zoo Denmark, in Plzeň Zoo Czech Republic, and in Reptilienzoo Nockalm Patergassen Austria.\n\nIn Asia, inland taipans are held in the Singapore Zoo.\n\nIn New South Wales, private ownership of an inland taipan is legal only with the highest class of venomous reptile licence.\n\nThe inland taipan is dark tan, ranging from a rich, dark hue to a brownish light green, depending on the season. Its back, sides, and tail may be different shades of brown and grey, with many scales having a wide, blackish edge. These dark-marked scales occur in diagonal rows so that the marks align to form broken chevrons of variable length that are inclined backward and downward. The lowermost lateral scales often have an anterior yellow edge. The dorsal scales are smooth and without keels. The round-snouted head and neck are usually noticeably darker than the body (glossy black in winter; dark brown in summer), the darker colour allowing the snake to heat itself while exposing only a smaller portion of the body at the burrow entrance. The eyes are of average size with blackish-brown irises and without a noticeable coloured rim around the pupils.\n\nIt has 23 rows of dorsal scales at midbody, between 55 and 70 divided subcaudal scales, and one anal scale.\n\nThe inland taipan averages about 1.8 m (5.9 ft) in total length, although larger specimens can reach total lengths of 2.5 m (8.2 ft). Its fangs are between 3.5 and 6.2 mm long (shorter than those of the coastal taipan).\n\nInland taipans adapt to their environments by changing the colour of their skin during seasonal changes. They tend to become lighter during the summer and darker during the winter. This seasonal colour change facilitates thermoregulation, allowing the snake to absorb more radiant heat in the colder months.\n\nInland taipans produce clutches of one to two dozen eggs. The eggs hatch in about two months. They are usually laid in abandoned animal burrows and deep crevices. Reproduction rate depend in part on their diet: if not enough food is available, then the snake reproduces less.\n\nCaptive snakes generally live for 10 to 15 years. An inland taipan at the Australia Zoo lived to be over 20 years old.\n\nIn the wild, the inland taipan consumes only mammals, mostly rodents, such as the long-haired rat (Rattus villosissimus), the plains rat (Pseudomys australis), the introduced house mouse (Mus musculus), and other dasyurids. In captivity, it may also eat day-old chicks. Unlike other venomous snakes that strike with a single, accurate bite then retreat while waiting for the prey to die, the fierce snake subdues the prey with a series of rapid, accurate strikes. It is known to deliver up to eight venomous bites in a single attack, often snapping its jaws fiercely several times to inflict multiple punctures in the same attack. Its more risky attack strategy entails holding its prey with its body and biting it repeatedly. This injects the extremely toxic venom deep into the prey. The venom acts so rapidly that its prey does not have time to fight back.\n\nThe mulga snake (Pseudechis australis) is immune to most Australian snake venom, and is known to also eat young inland taipans. The perentie (Varanus giganteus), a large monitor lizard, shares the same habitat. As it grows large enough, it readily tackles large venomous snakes as prey.\n\nMany reptile keepers consider it a placid snake to handle.\n\nInland taipans are rarely encountered in the wild by the average person because of their remoteness and brief above-ground appearance during the day. So long as a person is not creating much vibration and noise, the inland taipan may not feel alarmed or bothered by a human presence. However, caution should be exercised and a safe distance maintained as it can inflict a potentially fatal bite. The inland taipan will defend itself and strike if provoked, mishandled, or prevented from escaping. Firstly, but not always, it makes a threat display by raising its forebody in a tight low S-shaped curve with its head facing the threat. Should the person choose to ignore the warning, the inland taipan will strike. It is an extremely fast and agile snake that can strike instantly with extreme accuracy, and it envenoms in almost every case.\n\nClinical toxicologist, venom researcher, herpetologist, and family physician Scott A. Weinstein et al. have stated in Toxicon journal (October 2017) \"There have been 11 previously well-documented envenomings by O. microlepidotus, but only 2 were inflicted by wild snakes. When clinically indicated, prompt provision of adequate antivenom is the cornerstone of managing O. microlepidotus envenoming. Rapid application of pressure-bandage immobilization and efficient retrieval of victims envenomed in remote locales, preferably by medically well-equipped aircraft, probably improves the likelihood of a positive outcome.\"\n\nA case of survival without antivenom was recorded in 1967; on 15 September, a tour guide was bitten while trying to capture a snake for a tour group in the Channel Country. He was conveyed to Broken Hill Hospital and then to Queen Elizabeth Hospital in Adelaide, but was not given antivenom, as he reported he was severely allergic to horse serum and believed he had been bitten by a brown snake. He spent four weeks in the hospital overall; his condition was likened to severe myasthenia gravis. Meanwhile, the snake was sent to Eric Worrell, who confirmed it was a coastal taipan. After its rediscovery in 1972, it was identified as an inland taipan.\n\nIn 1984, Australian toxicologist Peter Mirtschin was bitten by a 3-week-old inland taipan. He was the first to be treated with Taipan antivenom.\n\nIn September 2012, in the small city of Kurri Kurri, New South Wales, north of Sydney, more than 1000 km away from the snake's natural environment, a teenaged boy was bitten on the finger by an inland taipan. The teenager's rapid self-application of a compression bandage above the wound and the availability and administration of a polyvalent (broad-spectrum) antivenom in the local hospital saved his life. The police worked to find out how the inland taipan got to this part of Australia. The snake was most likely a stolen or illegal pet and the boy had tried to feed it.\n\nIn December 2013, reptile handler Scott Grant (age 40+), who was conducting a demonstration in front of 300 people at the annual building union's picnic in Portland, Victoria, had just finished showing the crowd an inland taipan and was trying to put it into a bag when it struck him. He got into his utility and tied a bandage around his arm. A few minutes later, however, he was lying on the ground and convulsing. He was flown in a serious condition to Essendon Airport and driven to the Royal Melbourne Hospital, where his condition was stabilised, and over time, he recovered. Only a tiny amount of venom from the inland taipan had entered his body, and the adverse reaction he felt shortly after was an allergic one, presumably due to his past snake bites.\n\nIn October 2017, Weinstein et al. published a case report in Toxicon, writing, \"The victim was seeking to observe members of an isolated population of this species and was envenomed while attempting to photograph an approximately 1.5 m specimen. He reported feeling “drowsiness” and blurred vision that progressed to ptosis; he later developed dysphagia and dysarthria. The patient was treated with one vial of polyvalent antivenom, which was later followed by an additional two vials of taipan monovalent. He was intubated during retrieval, and recovered after 3 days of intensive care. He had a right ophthalmoplegia that persisted for approximately 1 week post-envenoming.\".\n\nAccording to Rob Bredl, \"the Barefoot Bushman\", in an isolated area of South Australia, his father, Joe Bredl, was bitten while catching an inland taipan and barely survived. A more recent victim was his friend John Robinson, bitten while cleaning an inland taipan's cage at his reptile display on the Sunshine Coast, Queensland. He weathered the bite without antivenom, but sustained considerable muscle damage, as well as heart damage.\n\nAlmost all positively identified inland taipan bite victims have been herpetologists handling the snakes for study or snake handlers, such as people who catch snakes to extract their venom, or keepers in wildlife parks. All were treated successfully with antivenom. No recorded incidents have been fatal since the advent of monovalent (specific) antivenom therapy, though weeks are needed to recover from such a severe bite.\n\nJeff Leibowitz, an American snake collector, was bitten by an inland taipan in 2024. Leibowitz was hospitalized and given anti-venom, and survived.\n\nThe average quantity of venom delivered by this species is 44 mg, and the maximum dose recorded is 110 mg, compared to the Indian cobra (Naja naja) 169 mg/max 610 mg, and the North American eastern diamondback rattlesnake (Crotalus adamanteus) 410 mg/max 848 mg.\n\nThe median lethal dose (LD50), subcutaneous (the most applicable to actual bites) for mice is 0.025 mg/kg (0.01 mg/kg subcutaneous, in bovine serum albumin). Compared to the beaked sea snake (Enhydrina schistosa) 0.164 mg/kg, Indian cobra 0.565 mg/kg, North American eastern diamondback rattlesnake 11.4 mg/kg, the inland taipan has a smaller venom yield than its cousin the coastal taipan yet its venom is almost four times as toxic. One bite's worth of venom is enough to kill 100 fully grown men.\n\nIntravenous, intraperitoneal, and intramuscular LD50s for the inland taipan venom have not been tested.\n\nBelcher's sea snake (Hydrophis belcheri), which many times is mistakenly called the hook-nosed sea snake (Enhydrina schistosa), has been erroneously popularized as the most venomous snake in the world, due to Ernst and Zug's published book Snakes in Question: The Smithsonian Answer Book from 1996. Bryan Grieg Fry, a prominent venom expert, has clarified the error: \"The hook-nosed myth was due to a fundamental error in a book called Snakes in Question. In there, all the toxicity testing results were lumped in together, regardless of the mode of testing (e.g. subcutaneous vs. intramuscular vs. intravenous vs. intraperitoneal). As the mode can influence the relative number, venoms can only be compared within a mode. Otherwise, it's apples and rocks.\" Belcher's sea snake's actual LD50 (recorded only intramuscularly) is 0.24 mg/kg and 0.155 mg/kg, less lethal than other sea snakes such as the olive sea snake (Aipysurus laevis) 0.09 mg/kg and the most toxic intramuscularly,  recorded of the sea snakes – the black-banded robust sea snake (Hydrophis melanosoma) 0.082 mg/kg. The black-banded robust sea snake has also been tested subcutaneously registering at 0.111 mg/kg, which is in line with the coastal taipan and thus more than four times less toxic than the inland taipan's venom. In the LD50 subcutaneous test, it is actually Dubois' sea snake (Aipysurus duboisii) which has the most toxic venom of any of the sea snakes tested, registering at 0.044 mg/kg. This is still nearly half as lethal as the inland taipan's venom.\n\nThe biological properties and toxicity of a baby inland taipan's venom are not significantly different from or weaker than those of an adult's.\n\nThe inland taipan's venom consists of:\n\nParadoxin (PDX) appears to be one of the most potent, if not the most potent, beta-neurotoxins yet discovered. Beta-neurotoxins keep nerve endings from liberating the neurotransmitter acetylcholine.\n\nAccording to researcher Ronelle Welton of James Cook University, most of the contents in the venom have not been characterized and little molecular research has been undertaken on taipan (Oxyuranus) species at large. As of 2005, the amino acid sequences of only seven proteins from inland taipan have been submitted to SWISS-PROT databases.\n\nThe mortality rate is high in untreated cases:\n\nClinically, envenomation may represent a complex scenario of multiple organ-system poisoning, with neurotoxic symptoms typically dominating. Acute kidney injury, rhabdomyolysis, and disseminated coagulopathy may also complicate the setting.\n\nThe first local and general symptoms of a bite are local pain and variable nonspecific effects, which may include headache, nausea, vomiting, abdominal pain, diarrhoea, dizziness, collapse, or convulsions leading to major organ effects - neurotoxicity, coagulopathy, rhabdomyolysis or kidney failure/damage, and finally death.\n\nInland taipan snake venom contains potent presynaptic neurotoxins (toxins in venom that cause paralysis or muscle weakness). Also present are postsynaptic neurotoxins, which are less potent, but more rapidly acting than the presynaptic neurotoxins. Presynaptic neurotoxins disrupt neurotransmitter release from the axon terminal. This takes days to resolve and does not respond to antivenom. Postsynaptic neurotoxins competitively block acetylcholine receptors, but the effect can be reversed by antivenom. Envenoming causes a progressive descending flaccid paralysis; ptosis is usually the first sign, then facial (dysarthria) and bulbar involvement occur, progressing to dyspnea and respiratory paralysis leading to suffocation and peripheral weakness. Because it can act so fast, it can kill a person within about 45 minutes. People experiencing effects of the venom within half an hour have been reported. The development of general or respiratory paralysis is of paramount concern in that these are often difficult to reverse once established, even with large amounts of antivenom. Prolonged intubation and ventilatory support (perhaps up to a week or longer) may be required. Early diagnosis of neurotoxic symptoms and prompt and adequate dosages of antivenom are critical to avoid these complications.\n\nThe venom also contains a potent hemotoxin (procoagulants), a prothrombin activator that leads to the consumption of major coagulation factors, including fibrinogen, leading to interference with blood clotting. This causes defibrination, with nonclottable blood, putting victims at risk of major bleeding from the bite site and can lead to more serious, sometimes fatal, internal haemorrhaging, especially in the brain. Recovering from this takes many hours after venom neutralisation has been achieved with antivenom. Taipan snake procoagulants are among the most powerful snake venom procoagulants known, though mild coagulopathy has also been reported for inland taipan envenomation (Sutherland and Tibballs, 2001).\n\nNo nephrotoxins (kidney toxins) have so far been isolated from inland taipan snake venoms, but renal (kidney) impairment or acute kidney failure can occur secondary to severe rhabdomyolysis.\n\nTaipan snake venom does contain myotoxins that cause myolysis (rhabdomyolysis, muscle damage); the urine of bite victims often turns reddish-brown as their muscles release myoglobin, which is passed through the kidneys (myoglobinuria). The kidneys are often badly damaged by filtering so much tissue debris out of the blood, and kidney failure is a common complication in serious cases of significant envenoming.\n\nCauses of death:\n\nUntil 1955, the only antivenom available for general distribution for Australian snakes was the monovalent (specific) tiger snake (Notechis) antivenom, which gave varying degrees of cross-protection against the bites of most other dangerous Australian snakes. Thereafter followed specific antivenom for other common snakes, among them the coastal taipan, and finally, a polyvalent (broad-spectrum) antivenom for the bites of any unidentified snake from Australia.\n\nThe coastal taipan antivenom, known as \"taipan antivenom\", is effective against the inland taipan venom, as well, but it is not as effective in bite victims of the inland taipan as in those of the coastal taipan.\n\nTaipan antivenom is produced and manufactured by the Australian Reptile Park and the Commonwealth Serum Laboratories in Melbourne.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Oxyuranus",
        "species": "Oxyuranus microlepidotus",
        "who_discovered": "F. McCoy",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Fierce_Snake-Oxyuranus_microlepidotus.jpg/220px-Fierce_Snake-Oxyuranus_microlepidotus.jpg"
    },
    {
        "id": "Papilio_anactus",
        "name": "Papilio anactus",
        "introduction": "\n\nPapilio anactus, the dainty swallowtail, dingy swallowtail or small citrus butterfly is a medium-sized butterfly from the family Papilionidae, that is endemic to Australia.\n\nFor protection against predators, this non-poisonous butterfly mimics the poisonous male Cressida cressida, another swallowtail butterfly that obtains its toxic properties through its host plant, the Dutchman's pipe.",
        "sections": "Papilio anactus is endemic to Australia. It was originally only present in New South Wales, Victoria and Queensland, but due to the growing of citrus, a larval food plant of this species, in orchards, the species spread to South Australia in the late 1920s. Papilio anactus is not present on Kangaroo Island or elsewhere in Australia, as there are currently too few citrus trees. Sadly this butterfly is much less common than it once used to be.\n\nIt also occurs on New Caledonia. There, it may be an introduced species or a vagrant.\n\nThe eggs are relatively large, pale yellow, and roughly spherical. The eggs change to an orange colour when the larvae are almost ready to emerge.\n\nFemales only lay eggs on the newly grown leaves of the host plant. They are laid at the edge of larger leaves, either above and beneath. The larvae develop inside the egg immediately after being laid. Eggs normally hatch after approximately 3 or 4 days, but the duration may vary depending on the time at which they are laid. The eggs are prone to small predators that eat the contents of the egg, and are also commonly parasitised by small wasps. Unfertilised eggs are sometimes laid.\n\nThe first instar is dark, with two rows of short, bristly spines. The anterior parts have broad yellowish bands and a black head, with some short hairs; the first three instars retain this. Later instars have a white upside-down V mark on the front which becomes most visible in the last instar. The fleshy spines also become less bristly in later instars, and towards the last instar, are almost absent. After emergence the immature larva eats the egg shell before moving on to eat new leaf shoots. Later instars eat fully developed new leaves, but not usually matured leaves. In warm areas the larvae go through five instars, and larvae in cold areas can have six instars before developing to a pupa.\n\nMature larvae are about 35 mm long, generally black, with two subdorsal rows of fleshy black spines, and sublateral and lateral rows of large orange or yellow blotches, and numerous small, light blue and white spots. The strength of yellow can vary, and some larvae can be a strong yellow or pale. The amount of orange can also vary, and it can be absent.  There are subdorsal blue dots on the anterior part of the larva. The head is large, black, with a white upside-down v mark on the front.\n\nWhen disturbed, the larvae can erect a reddish-orange coloured, osmeterium from behind the head which releases a citrus-like smell of rotting oranges. This smell acts as a repellent to predators. The larvae attempt to throw their heads either backwards or sideways if a predator attacks because it is more effective if the chemical hits the predator. The secretion is usually composed of an irritant butyric acid. The osmeterium exists in all stages of the larvae.\n\nThe pupa is straight and approximately 30 mm long. The thorax becomes notably out-stretching forward. It is usually attached to the stems of the host plant and almost always on the other side of the tree from where the larva was last feeding. The larva will sometimes leave the host plant to pupate. The pupa is attached to the stem by a central silken girdle.  It either moves back vertically or is held horizontally. The colour is dimorphic, being either green or grey brown with other variable markings. The colour pattern mimics the stem that the pupa is attached so that it looks like a snapped extension of the stem.  If the stem is green or is surrounded by leaves, then the colour of the pupa is mostly green. The time-span of the pupa can vary. It can be two weeks in summer, or up to four weeks in autumn. Often those pupae formed in autumn will not become adults until the following spring, or even longer with diapause records of 1 to 2 years.\n\nAlmost exclusively hosts on native and introduced Citrus, also Geijera parviflora.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Lepidoptera",
        "family": "Papilionidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Papilio",
        "species": "Papilio anactus",
        "who_discovered": "Macleay",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Dainty_swallowtail_kobble07.jpg/220px-Dainty_swallowtail_kobble07.jpg"
    },
    {
        "id": "Parasuta",
        "name": "Parasuta",
        "introduction": "\n\nSuta is a genus of venomous snakes in the family Elapidae. The genus is endemic to mainland Australia.",
        "sections": "Snakes belonging to the genus Suta are mildly to highly venomous, depending on the species.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Suta",
        "species": "Parasuta",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Suta_suta_3_-_Christopher_Watson.jpg/220px-Suta_suta_3_-_Christopher_Watson.jpg"
    },
    {
        "id": "Pseudechis_australis",
        "name": "Pseudechis australis",
        "introduction": "\n\nThe king brown snake (Pseudechis australis) is a species of highly venomous snake of the family Elapidae, native to northern, western, and Central Australia. The king brown snake is the largest terrestrial venomous snake in Australia. Despite its common name, it is a member of the genus Pseudechis (black snakes) and only distantly related to true brown snakes. Its alternative common name is the mulga snake, although it lives in many habitats apart from mulga. First described by English zoologist John Edward Gray in 1842, it is a robust snake up to 3.3 m (11 ft) long. It is variable in appearance, with individuals from northern Australia having tan upper parts, while those from southern Australia are dark brown to blackish. Sometimes, it is seen in a reddish-green texture. The dorsal scales are two-toned, sometimes giving the snake a patterned appearance. Its underside is cream or white, often with orange splotches. The species is oviparous. The snake is considered to be a least-concern species according to the International Union for Conservation of Nature, though may have declined with the spread of the cane toad.\n\nIts venom is not as potent as those of Australia's other dangerous snakes, but can still cause severe effects if delivered in large enough quantities. Its main effect is on striated muscle tissue, causing paralysis from muscle damage, and also commonly affects blood clotting (coagulopathy). Often, extensive pain and swelling occur, rarely with necrosis, at the bite site. Deaths from its bites have been recorded, with the most recent being in 1969. Its victims are treated with black snake (not brown snake) antivenom.",
        "sections": "The species was first described by English zoologist John Edward Gray in 1842 from a specimen collected at Port Essington in the Northern Territory. Gray saw little distinction from the Egyptian cobra (Naja haje) in his single preserved specimen—excepting the variation in ocular plates—and assigned the name Naja australis. On obtaining a second specimen from the College of Surgeons, Albert Günther of the British Museum recognised an affinity with the Australian species described as Pseudechis porphyriacus, resulting in the current combination as Pseudechis australis in the black snake genus Pseudechis. Scottish-Australian naturalist William Macleay described Pseudechis darwiniensis in 1878, from a more slender specimen that he thought was distinct from P. australis. Belgian-British zoologist George Albert Boulenger described P. cupreus in 1896 from a specimen collected from the Murray River, distinguishing P. darwiniensis from P. australis by the shape of the frontal scale. Austrian zoologist Franz Werner described Pseudechis denisonioides from Eradu, Western Australia in 1909. Australian naturalist Donald Thomson obtained a skull of a large specimen with a wide head collected from East Alligator River in Arnhem Land in 1914, naming it Pseudechis platycephalus in 1933. He distinguished it from P. australis on the basis of it having anteriorly grooved palatine and pterygoid teeth, and having blunt ridges and keels on the dorsal scales.\n\nIn 1955, Australian herpetologist Roy Mackay concluded that several species previously described were synonymous with P. australis, recognising that it was a highly variable taxon. He noted that P. australis had frontal scales of variable shape, and that grooves were present on the teeth of many specimens of Pseudechis, so these features did not support separate species. Australian herpetologists Richard W. Wells and C. Ross Wellington described Cannia centralis in 1985 from a 1.3 m (4 ft 3 in) specimen collected 8 km (5 mi) north of Tennant Creek in 1977, distinguishing it on the basis of a narrow head; however, the distinction was not supported by other authors. Two new species and a new genus have been described within this complex by Australian snake-handler Raymond Hoser—the eastern dwarf mulga snake (P. pailsei) from near Mount Isa, Queensland, Australia, and the Papuan pygmy mulga snake (P. rossignolii), found in Irian Jaya. Hoser later also resurrected the pygmy mulga snake (P. weigeli, originally described as Cannia weigeli by Wells and Wellington in 1987). These descriptions were initially received with skepticism due to the low level of evidence provided in the original descriptions.\n\nThe species was long regarded as monotypic and highly variable until German biologist Ulrich Kuch and colleagues analysed the mitochondrial DNA of specimens across its range in 2005. They recovered four distinct lineages (clades); clade I (a New Guinea lineage of smaller snakes) diverged from the rest between six and four million years ago (Late Miocene to Early Pliocene), with the other three diverging in the Pleistocene. Clade II corresponded to a lineage of large snakes found across Australia, clade III was a dwarf form from the Kimberley, and clade IV contained two dwarf forms from northwestern Queensland and the Northern Territory, each of which was likely to be a distinct species.  In 2017, British herpetologist Simon Maddock and colleagues published a genetic analysis using mitochondrial DNA on the genus, and confirmed clade I was P. rossignoli, clade II was P. australis, clade III is an as yet unnamed dwarf species, and clade IV is P. pailsi and P. weigeli. They also determined that P. australis was most closely related to P. butleri, the spotted mulga snake.\n\nAustralian medical researcher Struan Sutherland pointed out that the name \"king brown snake\" is a problem, as its venom is not neutralised by brown snake antivenom, which could endanger snake bite victims; he recommended dropping the name and the old term \"Darwin brown snake\", and using \"mulga snake\", instead. Further complicating the issue, the term \"king brown snake\" has been applied to any large brown snake. Australian snake expert Glenn Shea has also pointed out that \"mulga snake\" has issues in that the species lives in a wide range of habitats in addition to mulga. It has also been called the \"Pilbara cobra\". Australian zoologist Gerard Krefft called it the orange-bellied brown snake. In the Kaytetye language spoken in Central Australia, it is known as atetherr-ayne-wene, \"budgerigar-eater\". The term \"king brown\" refers to the great size of individuals in the north and northwest of Australia, which can exceed 3 m (10 ft) in length; it is the largest and most dangerous elapid of those regions. In Southwest Australia, where the species is up to 2 m (6 ft 7 in), it is also known as the common mulga snake, distinguishing it from the spotted mulga snake Pseudechis butleri.\n\nAustralia's largest venomous snake, the king brown snake can reach 2.0 to 2.5 m (6.6 to 8.2 ft) in length with a weight of 3 to 6 kg (6.6 to 13.2 lb), with males around 20% larger than females. The longest confirmed individual was 3.3 m (11 ft) in length. The king brown snake is robust, with a head slightly wider than the body, prominent cheeks and small eyes with red-brown irises, and a dark tongue. The head is demarcated from the body by a slight neck. Scales on the upper-parts, flanks and tail are two toned—pale or greenish yellow at the base and various shades of tan or copper, or all shades of brown from pale to blackish towards the rear. This gives the snake a reticulated pattern. The tail is often darker, while the crown is the same colour as the body. The belly is cream, white or salmon and can have orange marks.\n\nThe colours of the snakes' upper parts and sides differ from area to area within their range; those from northern Australia are tan, those from deserts in Central Australia have prominent white marks on each scale, giving a patterned appearance, and those from southern parts of its range are darker, even blackish. In Western Australia, king brown snakes south of a line through Jurien Bay, Badgingarra, New Norcia, and Quairading are significantly darker in colour.\n\nThe number and arrangement of scales on a snake's body are key elements of identification to species level. The king brown snake has 17 rows of dorsal scales at mid-body, 185 to 225 ventral scales, 50 to 75 subcaudal scales (all undivided, or anterior ones undivided and posterior divided, or all divided), and a divided anal scale. The temporolabial scale and last (sixth) supralabial scale (both above the snake's mouth) are fused in the eastern brown snake (Pseudonaja textilis) but separate in the king brown snake.\n\nThe king brown snake can be confused with brown snakes of the genus Pseudonaja, the olive python (Liasis olivaceus), water python (Liasis fuscus), spotted mulga snake, or coastal taipan (Oxyuranus scutellatus) where they co-occur.\n\nKing brown snakes occur in all states of Australia except for Victoria and Tasmania. It has become rare or vanished from parts of coastal Queensland. The eastern limit of its range runs from Gladstone in central Queensland, and south through Gayndah, Dalby, the Warrumbungles, southwest to Condobolin and the vicinity of Balranald and then across to Port Pirie in South Australia. The southwestern limit of its range runs from Ceduna in South Australia, west through the northern Nullarbor Plain to Kalgoorlie, Narrogin and on coastal plains north of Perth.\n\nKing brown snakes are habitat generalists, inhabiting woodlands, hummock grasslands, chenopod scrublands, and gibber or sandy deserts nearly devoid of vegetation. Within the arid to semiarid parts of their range, however, they prefer areas of greater moisture such as watercourses.\n\nThey are often observed at modified habitats such as wheat fields, rubbish piles, and vacated buildings; individuals may become trapped in mine shafts and wellbores. Fieldwork near Alice Springs showed that they prefer areas with buffel grass (Cenchrus ciliaris), a common introduced weed in Central Australia, possibly because of the dense, year-round cover it provides.\n\nThe king brown snake is mostly crepuscular—active at dusk, and is less active during the middle of the day and between midnight and dawn, retiring to crevices in the soil, old animal burrows, or under rocks or logs. During warmer months, its activity shifts to later after dusk and into the evening. Across its range, it is more active during the day in cooler climates and at night in hotter climates.\n\nThe breeding season begins with males engaging in wrestling combat, each attempting to push the other over for the right to mate with a female. Mating follows—in the early Southern Hemisphere spring in southwest Western Australia, mid-spring in the Eyre Peninsula, and with the wet season in the north of the country. The species is oviparous, with one unverified claim of viviparity. Females produce a clutch of four to 19 eggs, averaging around 10, with longer females laying larger clutches, generally 39 to 45 days after mating has taken place. Eggs take about 70 to 100 days to hatch. The incubating temperature has been recorded as between 22 and 32 °C (72 and 90 °F). The eggs average 40.1 mm (1+5⁄8 in) in length by 22.9 mm (7⁄8 in) in width and weigh 13.1 g (0.46 oz) each. Baby snakes average 22.6 cm (8+7⁄8 in) in length and weigh 9.4 g (0.33 oz) on hatching.\n\nKing brown snakes have been reported to live up to 25 years in captivity.\n\nThe king brown snake is a generalist predator, preying on frogs, lizards including small monitors, skinks, geckos and agamids, other snakes including whip snakes, brown snakes, the brown tree snake (Boiga irregularis), southern shovel-nosed snake (Brachyurophis semifasciatus), Gould's hooded snake (Parasuta gouldii) and crowned snake (Elapognathus coronatus), birds such as thornbills, and small mammals such as rodents and dasyurids. and spiders such as tarantulas, mouse spiders, and the infamous funnel-web spiders.  The species has been reported eating roadkill, as well as the sloughed skins of other reptiles, and is known to exhibit cannibalism. Specimens in captivity have been observed eating their own faeces. It is opportunistic, eating a higher proportion of frogs in wetter areas.\n\nKing brown snakes are sensitive to cane toad toxins and have died after eating them. Despite this, field research before and after the arrival of cane toads to the Adelaide River floodplain in the Northern Territory did not show a decline in king brown snake numbers, though this could have been coincidental; the population of this species had already declined in the region.\n\nThe king brown snake accounted for 4% of identified snakebites in Australia between 2005 and 2015, with no deaths recorded. The last recorded death occurred in 1969, when a 20-year-old man was bitten while reaching around for a packet of cigarettes under his bed in Three Springs, Western Australia. The man was treated over two days, with twice daily injections of death adder, brown snake and tiger snake antivenin, yet died in 37 hours despite this medical attention. This incident led to the introduction of Papuan black snake antivenom for treatment of king brown snake envenomation. Before this it had been confirmed in one fatality and suspected in another in the early 1960s. Venomous snakes normally only bite humans when disturbed. King brown snakes have been noted, however, to bite people who were asleep at the time. Furthermore, a significant number of victims have been snake handlers. These have resulted in a high proportion of bites occurring on upper limbs. The king brown snake is classified as a snake of medical importance by the World Health Organization.[a]\n\nThe king brown snake can bite repeatedly and chew to envenomate a victim. Considerable pain, swelling, and tissue damage often occur at the site of a king brown snake bite. Local necrosis has been recorded. In 1998, a person bitten 9–12 times on his arm required an amputation of the envenomed limb. He reported later that he had impulsively decided to commit suicide by placing his hand in a bag with a king brown snake inside and stirring it up. A large king brown snake delivers on average 180 mg of venom in one bite. A 2.5 m (8 ft 2 in) long king brown snake milked by snake handler John Cann produced 1350 mg, and then 580, 920, and 780 mg at three, four, and five months after the first milking. This record was broken in 2016, when a king brown snake named \"Chewie\"—also 2.5 m (8 ft 2 in) long—produced 1500 mg of venom at the Australian Reptile Park. The volume of venom produced in laboratories is equivalent to the amounts produced by the king cobra (Ophiophagus hannah) and gaboon adder (Bitis gabonica). In a laboratory experiment on mice, not only did the king brown snake inject far more venom than other species of dangerous snake, very little of its venom (0.07 mg of 62 mg) was left on the skin. When using 0.1% bovine serum albumin in saline rather than saline alone, the venom has a murine median lethal dose (LD50) of 1.91 mg/kg (0.866 mg/lb) when administered subcutaneously.\n\nThe main toxic agents of king brown snake venom are myotoxins hazardous to striated muscles and kidney cells. Toxic effects are proportional to the amount of venom in the victim. Nonspecific symptoms of poisoning are common and include nausea and vomiting, abdominal pain, diarrhea, generalized sweating (diaphoresis), and headache. Impaired clotting (coagulopathy) is common, and can be diagnosed with an elevated activated partial thromboplastin time (aPTT). Symptoms of myotoxicity (muscle damage) include muscle pain and weakness in the presence of an elevated creatine kinase (CK). King brown snake venom has some haemolytic activity, and some patients get a short-term fall in red blood cells.\n\nA major component of king brown snake venom are phospholipase A2 enzymes, which have diverse effects that are commonly found in snake venoms. These proteins are directly toxic on muscle tissue due to their sheer volume in the venom, and are destructive to cell membranes and liberate lysophospholipids (involved in cell lysis) and arachidonate (a precursor in inflammatory response). Their venom can lead to rhabdomyolysis. Despite containing a number of agents with phospholipase A2 activity, king brown snake venom exhibits little neurotoxicity.\n\nThe venom has multiple proteins with antibiotic activity, including two L-amino-acid oxidases (LAO1 and LAO2) that exhibit activity against the pathogenic bacterium Aeromonas hydrophila, which is commonly present in frogs. Also present are three protein isoforms of transferrin; transferrin binds serum iron (Fe3+), which makes the environment less hospitable for bacteria and hence has an antibiotic effect. Pseudechetoxin and pseudecin are two proteins that block cyclic nucleotide–gated ion channels, including those present in retinal photoreceptors and olfactory receptor neurons.\n\nStandard first-aid treatment for any suspected bite from a venomous snake uses a pressure bandage to the bite site. The victims should move as little as possible and be conveyed to a hospital or clinic, where they should be monitored for at least 24 hours. The tetanus vaccine is given, though the mainstay of treatment is the administration of the appropriate antivenom. Black-snake antivenom is used to treat bites from this species. Christopher Johnston and colleagues propose giving antivenom immediately if king brown snake envenoming is suspected, as a delay of more than two hours did not prevent muscle damage in a review of treated snakebite victims. They add that it is reasonable to assume that if a snakebite victim had a raised aPTT and signs of haemolysis, then a king brown snake is the culprit. Shahab Razavi and colleagues add that more than one vial of antivenom might be needed if envenoming is severe.\n\nKing brown snakes are readily available in Australia via breeding in captivity. They are regarded as straightforward to keep, due to the low likelihood of biting and relatively low toxicity of their venom, though the potentially large amount injected makes it more hazardous.\n\nThe king brown snake is considered to be a least-concern species according to the International Union for Conservation of Nature. Small snakes may be eaten by birds of prey. In contrast, old snakes are frequently infested with ticks.\n\nMutitjulu Waterhole at Uluru marks the site of the battle between two Central Australian ancestral beings Kuniya (woma python woman) and Liru (king brown snake man). Here, Kuniya avenged the death of her nephew, who was fatally speared by Liru, by striking him with her digging stick.\n\nAmong the Djambarrpuyngu clan of the Yolngu people in northeastern Arnhem Land, King Brown Snake is the Ngurruyurrtjurr ancestor, and its homeland is Flinders Point in Arnhem Land.\n\nKnown as darrpa to indigenous people of East Arnhem land, the king brown snake was historically responsible for deaths there. Folk treatment involved capturing the snake and watching it bleed, which would supposedly make the victim recover. If the snake were killed, its victim would die also. Another folk remedy involved blowing smoke through a hollow branch or pandanus leaf onto the victim sitting by a campfire. If the smoke resembled the mali, or immaterial form, of a snake, then the person would die, as the victim of a ragalk (sorcerer).\n\nIn Kunwinjku country in West Arnhem Land, the king brown snake is known as dadbe. The Kurulk clan would not collect white paint from a site in the wet season, as they believed it was the snake's faeces, and they were afraid of its anger.\n\nKurrmurnnyini is a lagoon and complex of sandstone outcrops near Borroloola in the southwestern Gulf Country in the Northern Territory. Here the King Brown Snake Ancestral Being—balngarrangarra in Gudanji and ngulwa in Yanyuwa—was sleeping about 1.5 km (0.93 mi) north of the lagoon when it was disturbed by ngabaya—ancestral spirit men. Angrily, he bit the rocks, which became tainted and poisonous, and an instrument of narnu‐bulabula (sorcery). Local sorcerers would cast a spell by inserting a potential victim's item of clothing in a hole in the rock or sharpening a stick and calling out their name while inserting it in the rock face. The victim would then perish. Only men descended from King Brown Snake Ancestor could be sorcerers, though others might hire them. Local people feared and avoided the location.\n\nThe title character picks up a king brown snake in the 1986 film Crocodile Dundee.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Pseudechis",
        "species": "Pseudechis australis",
        "who_discovered": "Gray",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Pseudechis_australis_ugmedia.jpg/220px-Pseudechis_australis_ugmedia.jpg"
    },
    {
        "id": "Pseudechis_guttatus",
        "name": "Pseudechis guttatus",
        "introduction": "\n\nThe blue-bellied black snake (Pseudechis guttatus), also known commonly as the spotted black snake, is a species of venomous snake in the family Elapidae. The species is native to Australia.",
        "sections": "P. guttatus is endemic to the inland areas of south-eastern Queensland and north-eastern New South Wales, Australia.\n\nThe preferred natural habitats of P. guttatus are grassland, shrubland, and savanna.\n\nOn average, P. guttatus grows to a total length (including tail) of 1.2 m (3.9 ft), but some specimens have been found to measure as long as 1.5 m (4.9 ft).\n\nP. guttatus is carnivorous. Its diet consists of frogs, lizards, and small mammals.\n\nP. guttatus, like most other snakes, is oviparous, laying 7–12 eggs during the breeding season.\n\nThe average venom ejection of P. guttatus is unknown. The snake's venom is the second most toxic of all the Australian black snakes. It is naturally very shy, and will not bite unless provoked (by being stepped on by a boot, prodded by a stick, etc.). A human, if bitten, may suffer severe pain, nausea, vomiting, diarrhoea, diaphoresis and regional lymphadenopathy at the location of the bite, similar to a red-bellied black snake's bite symptoms. Bites are infrequent. If bitten, tiger snake antivenom is the preferred treatment.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Pseudechis",
        "species": "Pseudechis guttatus",
        "who_discovered": "De Vis",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Pseudechis_guttatus_223922861_%28cropped%29.jpg/220px-Pseudechis_guttatus_223922861_%28cropped%29.jpg"
    },
    {
        "id": "Pseudonaja",
        "name": "Pseudonaja",
        "introduction": "\n\nPseudonaja is a genus of highly venomous elapid snakes native to Australia. Species of this genus are known commonly as brown snakes and are considered to be some of the most dangerous snakes in the world; even young snakes are capable of delivering a fatal envenomation to a human.\n\nDespite its common name, the king brown snake (Pseudechis australis) is not a brown snake, but a member of the genus Pseudechis, commonly known as black snakes.",
        "sections": "These species and subspecies are recognized:\n\nN.B: A binomial authority in parentheses indicates that the species was originally described in a genus other than Pseudonaja.  Similarly, a trinomial authority in parentheses indicates that the subspecies was originally described in a genus other than Pseudonaja.\n\nBrown snakes accounted for 41% of identified snakebite victims in Australia, between 2005 and 2015, with 15 deaths recorded from 296 confirmed envenomations—far more than any other type of snake. Review of snakebite-related deaths in the National Coronial Information System from January 2000 to December 2016 revealed brown snakes were responsible for 23 of 35 deaths.\n\nBrown snakes are easily alarmed and may bite if approached closely, handled, or threatened. Sudden, early collapse is often a symptom of envenomation by them. A prominent effect of envenomation is venom-induced consumption coagulopathy, which can lead to death. Renal damage may also rarely occur.\n\nOther clinical signs include abdominal pain, breathing and swallowing difficulty, convulsions, ptosis, hemolysis, and hypotension from depression of myocardial contractility. Notably, brown snake envenomation does not result in rhabdomyolysis.\n\nThe eastern brown snake (Pseudonaja textilis) is the most toxic member of the genus and is considered by some to be the second-most toxic land snake in the world, after the inland taipan (which is also found in Australia). The western brown snake is the 10th-most venomous snake in the world.\n\nBrown snakes can easily harm pet animals and livestock.\n\nThe venom fangs of snakes of the genus Pseudonaja are very short, and the average yield of venom per bite is relatively low—for P. textilis, P. nuchalis, and P. affinis, about 4.0 to 6.5 mg dry weight of venom. Therefore, most of the bites end up without serious medical consequences. Despite its toxicity, the smallest Pseudonaja, P. modesta, can even be considered harmless. Bites by the bigger species of Pseudonaja, especially P. textilis and P. nuchalis, are known for causing serious toxicosis and fatalities.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "Hydrophiinae",
        "tribe": "",
        "genus": "Pseudonaja",
        "species": "Pseudonaja",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Pseudonaja_modesta_01_-_Christopher_Watson.jpg/220px-Pseudonaja_modesta_01_-_Christopher_Watson.jpg"
    },
    {
        "id": "Pseudonaja_guttata",
        "name": "Pseudonaja guttata",
        "introduction": "\n\nDemansia guttata Parker, 1926\n\nThe speckled  brown snake or spotted  brown snake (Pseudonaja guttata) is a species of venomous elapid snake native to northeastern Australia.\n\n",
        "sections": "English zoologist Hampton Wildman Parker described the speckled brown snake as Demansia guttata in 1926 from a specimen collected in Winton, Queensland. The brown snakes were moved to Pseudonaja by Australian naturalist Eric Worrell in the early 1960s on the basis of skull morphology, and reinforced by American herpetologist Samuel Booker McDowell in 1967 on the basis of the muscles of the venom glands. This classification has been followed by subsequent authors. A 2005 analysis using mitochondrial DNA found that the speckled  brown snake was an early offshoot  of the genus, with the taipans as more distantly related. A 2016 genetic analysis showed that the speckled  brown snake was an early offshoot of a lineage giving rise to the taipans, rather than the other brown snakes.\n\nThe speckled brown snake grows to 1.4 m (4 ft 7 in) long. It has a small head, straw-yellow to orange upper parts, white throat and lips, and cream, yellow, or white under parts blotched with orange. Its scales have black edges that become visible when the snake bends or moves. Some snakes have wide, darker bands. It has 19–21 rows of dorsal scales at midbody, 190 to 220 ventral scales,  44 to 70 divided subcaudal scales (occasionally some of the anterior ones are undivided), and a divided anal scale. It is found in the eastern Northern Territory, western Queensland, and far northern South Australia. It lays a clutch of six eggs on average.\n\nThe speckled brown snake occurs in the Channel Country, Mitchell Grass Downs, and Mount Isa Inlier in Northern Territory, Queensland, and South Australia.\n\nFrogs and lizards make up a large proportion of its diet, though it also eats small birds and mammals. Its venom is 1.6 times as toxic as that of the Indian cobra (Naja naja).\n\nThe curl snake (Suta suta) has been reported preying on speckled brown snakes at Goyder Lagoon in South Australia.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Pseudonaja",
        "species": "Pseudonaja guttata",
        "who_discovered": "Parker",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Pseudonaja_guttata.jpg/220px-Pseudonaja_guttata.jpg"
    },
    {
        "id": "Pseudonaja_affinis",
        "name": "Pseudonaja affinis",
        "introduction": "\n\nThe dugite (/ˈdjuːɡaɪt/; Pseudonaja affinis) is a species of venomous, potentially lethal snake native to Western Australia, a member of the family Elapidae.\n\nThe word dugite is an anglicisation of names for the snake in some dialects of the Nyungar language, including dukayj and dukitj.  However, another, probably cognate name, dobitj, has become the common name for dugites in Nyungar (a potential source of confusion, as dobitj is also used in some dialects to refer to other kinds of venomous snakes).",
        "sections": "The dugite is a venomous snake, considered dangerous. It is coloured grey, green, or brown. The colours vary widely between individuals and are an unreliable means of identifying the species. Black scales can be scattered over the body; their scales are relatively large with a semi-glossy appearance. The most distinguishing characteristic is the head that can be rather small and indistinct from the neck. A dugite's body is long and slender in build and can grow up to 2 m (6 ft 7 in) in total length (including tail), but the typical size is roughly 1.5 m (4 ft 11 in).\n\nP. affinis is found in southern parts of Western Australia and in remote coastal parts of western South Australia.\n\nThe dugite occupies a wide variety of habitats ranging from coastal dunes and heathlands to shrub lands and woodlands. It also appears to thrive in heavily degraded habitats such as golf courses, industrial areas, and open agricultural farmlands.\n\nThe dugite has increased in population since the opening up of its natural habitats and introduction of the house mouse due to the mouse being a main food source for it. In the Perth metropolitan area, the dugite is one of the most common snakes found next to buildings. In areas of human population, the snake will take temporary shelter under concrete slabs, fibro sheeting, roofing tin, and such, although in more natural habitats, it will shelter under rocks and in abandoned termite mounds. It also burrows during the winter.\n\nIn the wild, dugites may be sheltering beneath logs or rocks. When disturbed, they are very shy and often slither away, but they will defend themselves if cornered. The species is diurnal. On hot days, activity occurs mainly in the morning, and to a lesser extent in the afternoon.\n\nLike most snakes, P. affinis is carnivorous, eating lizards, other snakes, mice and rats.\n\nAs with all brown snakes, mating normally occurs between early September and late November. The dugite is an egg-laying (oviparous) snake, and typically deposits around 30 eggs and abandons them to self-incubate.  The eggs hatch after about 65 days.  Under optimal environmental conditions, the dugite has been known to lay two clutches during the same season.\n\nThe venom of P. affinis is potentially one of the most lethal in the world, causing coagulopathic and procoagulant effects. Dugites generally avoid biting humans, but risks of encounters increase when they are most active during the mating season through October and November.\n\nThe last human death attributed to a dugite was in Fremantle (South Beach), on 15 August 2015, when a woman was bitten on her heel mid-afternoon while walking alone. She walked home and later collapsed whilst her husband was taking her to her car  to transport her to the hospital. The ambulance was called, arriving 5 minutes later, but medics were unable to revive her.\n\nIn January 2011, a seven-year-old Perth boy was bitten and temporarily paralyzed after a dugite entered his bedroom and wrapped itself around his arm while he slept. After receiving immediate medical attention, he made a full recovery.\n\nIn December 2020, a three-year-old girl was bitten by a snake, believed to be a dugite, while playing in a courtyard at her grandmother's unit complex in Mandurah. Her grandmother quickly immobilised her and wrapped her legs in pressure bandages. The girl was treated with anti-venom in hospital and made a full recovery.\n\nThe species was first described by Albert Günther in 1872. It is a member of the genus Pseudonaja, sometimes referred to as brown snakes, contained in the family Elapidae. The three subspecies descriptions currently accepted are:\n\nNote: A trinomial authority in parentheses indicates that the subspecies was originally described in a genus other than Pseudonaja.\n\nConvicted Irish Fenian and civil rights activist, John Boyle O'Reilly, celebrated a bushman's myth of the \"dukite\" in his popular poem \"The Dukite Snake\", which can be found in his 1878 collection Songs, Legends and Ballads:\n\n…\nNow I'll change to a devil—ay, to a devil!\nYou needn't start; if a spirit of evil\nEver came to this world its hate to slake\nOn mankind, it came as a Dukite Snake.\n\nLike? Like the pictures you've seen of Sin,\nA long red snake—as if what was within\nWas fire that gleamed through his glistening skin.\nAnd his eyes—if you could go down to hell,\nAnd come back to your fellows here and tell\nWhat the fire was like, you could find no thing,\nHere below on the earth, or up in the sky,\nTo compare it to but a Dukite's eye!\n\nNow, mark you, these Dukites don't go alone:\nThere's another near when you see but one;\nAnd beware you of killing that one that you see\nWithout finding the other; for you may be\nMore than twenty miles from the spot that night;\nWhen camped, but you're tracked by the lone Dukite;\nThat will follow your trail like Death or Fate\nAnd kill you as sure as you killed its mate.\n…\n\nThe book ran to at least seven editions, and the poem has been discussed and anthologized since.\n\nIn Chapter 16 of M. L Stedman's The Light Between Oceans, Septimus Pott's wife, Hannah Roennfeldt's mother, Ellen, a debutante from Perth, Western Australia died within an hour after being bitten above the ankle  by a dugite.[citation needed]",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Pseudonaja",
        "species": "Pseudonaja affinis",
        "who_discovered": "Günther",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Dugite_%28Pseudonaja_affinis%29.png/220px-Dugite_%28Pseudonaja_affinis%29.png"
    },
    {
        "id": "Pseudophryne_pengilleyi",
        "name": "Pseudophryne pengilleyi",
        "introduction": "\n\nCorroboree frogs (/kəˈrɒbəri/ kuh-ROB-uh-ree) comprise two species of frog native to the Southern Tablelands of Australia. Both species are small, poisonous ground-dwelling frogs. The two species are the southern corroboree frog (Pseudophryne corroboree) and the northern corroboree frog (Pseudophryne pengilleyi). They are unique among frogs in that they produce their own poison rather than obtain it from their food source as is the case in every other poisonous frog species.",
        "sections": "The northern form of the corroboree frog deviates slightly in having narrow yellow to greenish stripes and is slightly smaller.\n\nThe corroboree frogs have historically only been found in a few patches across two regions of the Australian Capital Territory (ACT) and southern New South Wales (NSW), and these areas have contracted significantly in recent years.\n\nSouthern corroboree frogs live at altitudes of 1,300–1,760 m (4,270–5,770 ft) above sea level, historically in an area now within Kosciuszko National Park in the Snowy Mountains of NSW, from Smiggin Holes in the south, and northwards to the Maragle Range.\n\nNorthern corroboree frogs live 750–1,800 m (2,460–5,910 ft) above sea level, in three distinct regions, with the frogs displaying three distinct genetic characteristics. These populations live in the following areas: spanning the Fiery Range and Bogong Peaks in Kosciuszko National Park,  the Bondo, Micalong and Wee Jasper State Forests in NSW; along the Brindabella Ranges in Namadgi National Park in the ACT; and Bimberi Nature Reserve and Brindabella National Park in NSW.\n\nThe southern corroboree frog (Pseudophryne corroboree)\nis critically endangered (CR)\n. Sexual maturity of P. corroboree is reached at four years of age, with one year as an embryo/tadpole and two years as a juvenile/subadult. Adults primarily have only one breeding season. Breeding occurs around December terrestrially near shallow pools, fens, seepages, wet grassland or wet heaths, where the males build chamber nests within the grasses and moss. Males compete for females via song. Each male will attract up to ten females to his burrow sequentially and may dig a new burrow if his first is filled with eggs.  The female lays up to 38 eggs and the male grasps her and deposits sperm directly onto the eggs.  Tadpoles develop but remain within the protective egg coat until hatching occurs when high ground-water levels after rain cause the nest to become flooded at 4 to 6 months. Tadpole development takes six to eight months. Metamorphosis occurs between December and February.\n\nNorthern corroboree frog (Pseudophryne pengilleyi)\nEndangered (EN)\nP. pengilleyi prefers to breed in sphagnum bogs and wet heath in sub-alpine areas and dense patches of herbs in openings or seepages amongst fallen tussocks at lower elevation (bog pools at high altitudes above 1,300 m (4,300 ft) and in shallow seepage pools in gullies at lower altitudes of 1,000–1,400 m (3,300–4,600 ft)). Other reproductive details are as for P. corroboree. Both species are restricted to mountain and sub-alpine woodlands, heathlands and grasslands.\n\nNon-breeding habitat for both species occurs in forest, woodland and heath adjacent to breeding sites.\n\nThe typical diet of a mature southern corroboree frog includes beetles, mites, ants and insect larvae. However, as tadpoles they also tend to eat algae and other small pieces of organic material found in their pools.\n\nCorroboree frogs are the first vertebrates discovered that are able to produce their own poisonous alkaloid, as opposed to obtaining it via diet as many other frogs do. The alkaloid is secreted from the skin as a defence against predation, and potentially against skin infections by microbes. It has been described as potentially lethal to mammals if ingested. The unique alkaloid produced has been named pseudo-phrynamine.\n\nCorroboree frogs are quite unusual in their nature. Not only do they not start breeding until four years of age, they also hibernate during winter under whatever shelter they can find. This may be snow gum trees, or bits of bark or fallen leaves. Males stay with the egg nests and may breed with many females over the course of one season.\n\nThe southern corroboree frog was considered relatively numerous within its very small distribution in the 1970s, as of June 2004 it had an estimated adult population of 64, but suffered declines of up to 80% over the 10 years up to 1989, at which time it was found only within a fragmented region of less than 10 km2 (3.9 sq mi) within Kosciuszko National Park. It has been listed as critically endangered since at least 2004 and is considered to be one of Australia's most endangered species. There are fewer than 30 individuals left in the wild as of March 2022[update].\n\nThe northern corroboree frog has not suffered as badly as the southern. It is more widely distributed across about 550 km2 (210 sq mi) of the Brindabella and Fiery Ranges in Namadgi National Park in the ACT, and Kosciuszko National Park and Buccleuch State Forest in NSW. In 2004 it was downgraded from an IUCN assessment of critically endangered to endangered, though in 2022 this decision was reverted .\n\nThe main threats to the survival of the frogs are thought to be infection with the chytrid fungus and bushfires.\n\nSevere bushfires in the Victorian and NSW high country in January 2003 destroyed much of the frogs' remaining habitat, especially the breeding sites and the leaf litter that insulates overwintering adults. The fire affected almost all southern corroboree frog habitat, although later surveys showed that the fire resulted in a lower than expected decline in population.\n\nThe 2019–2020 bushfires in Australia destroyed a significant portion of Kosciusko National Park, and killed two-thirds of the southern corroboree frogs contained in specially designed disease-free enclosures built by conservationists.\n\nOther threats to the southern species include residential and commercial development (including ski resorts); climate change (causing drought and fires); and pollution.\n\nOther causes such as habitat destruction from recreational 4WD use; feral animals; degradation of the frogs' habitat; and increased UV radiation flowing from ozone layer depletion.[citation needed] The drought affects these frogs by drying out their breeding sites so that the breeding cycle, which is triggered by seasonal changes and may require moistening of the bogs in autumn and spring to bring on specific developmental events, is delayed. This may mean that tadpoles have not metamorphosed by late summer when their bogs dry out, and so perish.[citation needed]\n\nThe Amphibian Research Centre had already begun a rescue programme under which eggs were collected and raised to late tadpole stage before return as close as possible to their collection site.  Research is now under way into captive breeding and on which life cycle stage – eggs, tadpoles or adults – promises the best chance of survival following return to the wild.  The national parks authorities in the ACT, NSW and Victoria have developed conservation programmes, including a captive husbandry programme at Tidbinbilla, ACT; Taronga Zoo in Sydney; and at Healesville Sanctuary, by Zoos Victoria.[citation needed]\n\nConservationists have stepped up efforts to increase the population of the southern corroboree frog since the 2019–20 bushfires. In March 2022, 100 frogs were released into the park as part of a joint breeding program between Taronga Zoo, Zoos Victoria, the NSW National Parks and Wildlife Service and the NSW Government's \"Saving our Species\" program. At this time there are five enclosures for the frogs, with the newest one built to better withstand the effect of fire.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Anura",
        "family": "Myobatrachidae",
        "subfamily": "Myobatrachinae",
        "tribe": "",
        "genus": "Pseudophryne",
        "species": "Pseudophryne pengilleyi",
        "who_discovered": "Not found",
        "conservation_status": "Critically Endangered",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/CorroboreeFrog.jpg/220px-CorroboreeFrog.jpg"
    },
    {
        "id": "Simoselaps",
        "name": "Simoselaps",
        "introduction": "\n\nSimoselaps, or Australian coral snakes, is a genus composed of 12 species of venomous elapid snakes.",
        "sections": "Species of the genus Simoselaps are found throughout Australia.\n\nAustralian coral snakes are small snakes. They have smooth and polished scales, shovel-shaped snouts, and are brightly marked with bands or annuli.\n\nSpecies of Simoselaps are found mainly in arid regions. They are burrowing snakes which move beneath the surface through loose sand or soil. At night they come to the surface to feed on small lizards and reptile eggs.\n\nAll species of Australian coral snakes are oviparous and lay clutches of three to five eggs.\n\nSeveral of the above species are sometimes placed in the genera Brachyurophis or Neelaps.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "Hydrophiinae",
        "tribe": "",
        "genus": "Simoselaps",
        "species": "Simoselaps",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Brachyurophis_fasciolatus_2.jpg/220px-Brachyurophis_fasciolatus_2.jpg"
    },
    {
        "id": "Suta_nigriceps",
        "name": "Suta nigriceps",
        "introduction": "\n\nThe Mallee black-backed snake (Suta nigriceps) also known as the Mitchell's short-tailed snake or more commonly as the black-backed snake, is a species of venomous snake from the family Elapidae. This species is native to Australia and is found in a variety of habitats in southern mainland Australia.",
        "sections": "Mallee black-backed snakes measure from 16 to 53 cm, with an average snout-vent length (SVL) of about 33 cm and a tail length between 9 and 15% SVL.\n\nThe head and the nape are a glossy black color with a continuous, broad black vertebral stripe along the back, about five scales wide that extend to the tail.\n\nThe lateral scales are pale brown with a black or reddish-brown base and the lips and the ventral surface are cream or white. The scale color deepens towards the vertebral stripe along the back of the snake, creating a blending effect. This species has smooth scales in 15 rows at mid-body, ventral scales ranging from 147-175 and subcaudal scales ranging between 18-35.\n\nAlbert Günther provided the first description for this species as Hoplochephalus nigriceps in 1863. The Mallee black-backed snake belongs to the genus Suta. These are venomous snakes that are endemic to mainland Australia from the family Elapidae. Elapids are characterized by their permanently erect fangs at the front of their mouth.\n\nThe Mallee black-backed snake is also recognized as part of the morphologically conservative genus Parasuta, which comprises small, nocturnal, viviparous snakes with glossy body scales that are mostly confined to the drier regions of southern Australia.\n\nThe generic classification of smaller elapids has varied immensely in recent history which has led to many species being placed in different genera. This has been evident for the Mallee black-backed snake, particularly during the past 50 years.\n\nMallee black-backed snakes are found throughout southern mainland Australia across New South Wales, South Australia, Victoria and Western Australia.\n\nThe species is widespread and is one of the most common snakes in southern Australia, found in coastal dune, heath, and semi-arid habitats including mallee, banksia and jarrah woodlands.\n\nMallee black-backed snakes preferred habitats are temperate semi-arid plains, slopes and ranges in woodlands and hummock grasslands.\n\nMallee black-backed snakes are a nocturnal, terrestrial (ground-dwelling) species, described as docile. Within their environment, the species takes shelter under fallen timber, rocks, deep leaf litter, in soil cracks and abandoned animal burrows.\n\nMallee black-backed snakes are carnivores and tend to feed on small skinks and geckos at night. They are also known to hunt other small snakes who compete for similar prey, small mammals and frogs and have been known to hunt their species.\n\nWhen killing their prey, elapids use venom and constriction, holding onto their victims for a short period after striking to ensure enough venom enters the prey. This is because their fangs are shorter and do not deliver venom as efficiently as viperids.\n\nMallee black-backed snakes are viviparous, meaning they give birth to their young, rather than producing eggs. The average litter size is four, but females are known to give birth to seven live young.\n\nSnakes are not viviparous in the mammalian sense, as the embryo is nourished by yolk, not the bloodstream of the female parent and for this reason, the live-bearing method is sometimes referred to as ovoviviparous.\n\nPredation from larger snake species and other Mallee black-backed snakes is common, however, birds and feral cats and dogs may also prey on this native species.\n\nMallee Black-backed Snakes are vulnerable to predators due to their small size. To protect themselves, they take cover inside fallen timber and abandoned burrows, as their coloring helps them camouflage.\n\nMallee black-backed snakes suffer from habitat loss, fragmentation and degradation caused by urbanization within localized habitats, however, this is not a major concern for population numbers. They are also susceptible to the impacts of habitat destruction from introduced species, such as cattle.\n\nThe Mallee black-backed snake is classified as Least Concern on the IUCN Red List of Threatened Species. There are no national or state-based conservation plans in place for this species.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Suta",
        "species": "Suta nigriceps",
        "who_discovered": "Günther",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Mitchells_Short-tailed_Snake_%28Parasuta_nigriceps%29_%288637612256%29.jpg/220px-Mitchells_Short-tailed_Snake_%28Parasuta_nigriceps%29_%288637612256%29.jpg"
    },
    {
        "id": "Suta_punctata",
        "name": "Suta punctata",
        "introduction": "\n\nSuta punctata, also known as the spotted snake or little spotted snake, is a species of venomous snake that is endemic to Australia. The specific epithet punctata (\"spotted\") refers to the body markings.",
        "sections": "Colouration is reddish-brown on the upper body, with a pale belly and black markings on head and neck. It grows to an average of about 40 cm in length.\n\nThe species is viviparous, with an average litter size of four.\n\nThe species occurs in the Pilbara and Kimberley regions of Western Australia, in the Northern Territory from the Top End to as far south as Alice Springs, and in north-western Queensland. The type locality is Port Walcott in the Pilbara.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Suta",
        "species": "Suta punctata",
        "who_discovered": "Boulenger",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    {
        "id": "Suta_fasciata",
        "name": "Suta fasciata",
        "introduction": "\n\nSuta minimus, also known as Rosen's snake, is a species of venomous snake that is endemic to Australia. The specific epithet fasciata (“banded”) refers to the body markings.",
        "sections": "The species grows to an average of about 40 cm in length.\n\nThe snake is viviparous, with a litter size of four.\n\nThe species occurs in much of arid inland Western Australia.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Suta",
        "species": "Suta fasciata",
        "who_discovered": "Rosén",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    {
        "id": "Suta_gaikhorstorum",
        "name": "Suta gaikhorstorum",
        "introduction": "\n\nSuta gaikhorstorum, also known as the Pilbara hooded snake, is a species of venomous snake that is endemic to Australia. The specific epithet gaikhorstorum honours naturalists Klaas and Mieke Gaikhorst of the Armadale Reptile & Wildlife Centre.",
        "sections": "The species grows to an average of about 35–36 cm in length, occasionally up to 46 cm. Body colouration is mainly a light to rich reddish-brown with a dark grey to black hood.\n\nThe species is found in the Pilbara region of Western Australia, especially in the Hamersley Range. It occurs in heavy, often stony, soils in mulga and eucalypt woodlands with a Triodia understorey. The type locality is 5 km south of the Mount Tom Price mine.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Suta",
        "species": "Suta gaikhorstorum",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    {
        "id": "Suta_suta",
        "name": "Suta suta",
        "introduction": "\n\nThe curl snake (Suta suta)  is a species of venomous, heavily built snake in the family Elapidae. The species, which is native to Australia, is also known more commonly in Western Australia as the myall snake. The curl snake is often confused with a similar species named the Ord curl snake (Suta ordensis).",
        "sections": "The typical length of the curl snake is 40 cm (16 in), although it has been known to reach lengths of 60 cm (24 in) or more. It has a wide head and is dark brown or reddish brown in colour, with a distinctively darker head and paler under the flanks. The light-coloured iris and small pupil are distinctive features of this species. S. suta also has a temporal dark-edged stripe (typically orange in colour) that extends around from each eye to the snout. Sometimes, the edges of the vertebral scales can be darker, resulting in a reticulated pattern from which the Latin name suta, meaning \"stitched\", is derived.\n\nScale count information for identification:\n\nThe curl snake can be found in all states and territories of Australia excluding Tasmania. It typically occurs in arid eastern and central Australia. In Victoria, it occurs only in the north and central regions, and in Western Australia, it is restricted to the far north-eastern boundaries. It most commonly inhabits grasslands, scrublands, and open woodlands, foraging amongst leaf litter and under rocks at night. It can be found occupying old burrows, in soil cracks, under woody debris, and under leaf litter.\n\nThe conservation status of this species is considered secure in all states except Victoria, where it is considered to be vulnerable. This species is a nocturnal forager and is threatened by the decline in ground cover across its habitats.\n\nThe curl snake feeds mostly upon other small reptiles such as lizards, but also consumes small mammals and frogs to supplement its diet. Mammals may account for up to 20% of its dietary intake. The most commonly consumed reptiles include geckos, skinks, legless lizards, other snakes and dragons.\n\nS. suta is viviparous rather than oviparous, and bears live young in a typical litter of five. The litter size can range from one to seven. Hatchling length averages 15 cm.\n\nThe curl snake derives its common name from the characteristic defensive posture it assumes when threatened. It is known to curl up tightly into a spring-like coil, protecting its head. The defensive behaviour proceeding from this is usually a violent thrashing about.\n\nS. suta venom is neurotoxic and considered unsafe especially to small children. Bites from large specimens are considered especially dangerous. If bitten, one should seek medical advice immediately, immobilise the patient, and apply a pressure bandage.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Suta",
        "species": "Suta suta",
        "who_discovered": "W. Peters",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Suta_suta_183685894_%28cropped%29.jpg/220px-Suta_suta_183685894_%28cropped%29.jpg"
    },
    {
        "id": "Suta_gouldii",
        "name": "Suta gouldii",
        "introduction": "\n\nGould's hooded snake (Suta gouldii), also known commonly as the black-headed snake and Gould's black-headed snake, is a species of venomous snake in the family Elapidae. The species is endemic to Western Australia.",
        "sections": "The specific name, gouldii, is in honor of English ornithologist John Gould.\n\nAdults of S. gouldii have an average snout-to-vent length (SVL) of 30 cm (12 in), and the length of the tail is on average 13.3% SVL. The maximum recorded SVL is 47 cm (19 in).\n\nThe preferred natural habitats of S. gouldii are forest, shrubland, grassland, and rocky areas.\n\nS. gouldii is ovoviviparous.\n\nAlthough S. gouldii is venomous, its bite is considered to be of lesser medical significance. A life-threatening envenomation is unlikely, but a debilitating injury is possible.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Suta",
        "species": "Suta gouldii",
        "who_discovered": "Gray",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Tropidechis_carinatus",
        "name": "Tropidechis carinatus",
        "introduction": "\n\nThe rough-scaled snake (Tropidechis carinatus) is a highly venomous Australian elapid. The animal's name comes from its scales that are raised above the surrounding scales and have rough texture. The scales are known as \"keels\".",
        "sections": "A 2016 genetic analysis showed that the closest relative of the rough-scaled snake is the tiger snake (Notechis spp.).\n\nThe snake is brown to olive with narrow, irregular cross-bands or blotches of darker brown. The belly surfaces are greenish-grey or olive-cream, often with darker blotches. The mid-body scales have a raised keel or carinated appearance. The coloration and scale structure has led to some confusion with the non venomous keelback snake. It grows to around 70 cm in length.\n\nThe snake's habitat includes rainforests, moist open air forests and waterways. It is found from mid-eastern New South Wales to the tip of far-north Queensland.\n\nThe snake is active both day and night. It can climb trees in pursuit of prey. The rough-scaled snake is highly venomous and will readily bite if attacked or handled.\n\nThe snake eats a variety of small vertebrates; frogs, lizards, small mammals, birds. It generally forages at ground level but can climb to take prey.\n\nThe rough-scaled snake is a highly venomous snake. Its venom is a fast acting powerful neurotoxin that has potent post-synaptic neurotoxins as well as potent pre-synaptic neurotoxins.  It also has potent coagulants as well as myotoxins. It will readily bite and is known for its foul disposition and defensive nature. Several fatalities have occurred due to this species and it will strike rapidly in defense.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Tropidechis",
        "species": "Tropidechis carinatus",
        "who_discovered": "Krefft",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Tropcarin3.jpg/220px-Tropcarin3.jpg"
    },
    {
        "id": "Vermicella_snelli",
        "name": "Vermicella snelli",
        "introduction": "\n\nThe Pilbara bandy bandy (Vermicella snelli) is a species of venomous snake in the family Elapidae. The species is endemic to Australia.",
        "sections": "The specific name, snelli, is in honor of Charles Snell who donated the holotype to the Western Australian Museum.\n\nV. snelli is found in the northern part of the Australian state of Western Australia.\n\nThe preferred natural habitats of V. snelli are grassland and shrubland.\n\nV. snelli is oviparous.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Vermicella",
        "species": "Vermicella snelli",
        "who_discovered": "Storr",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    {
        "id": "Threlkeldia",
        "name": "Threlkeldia",
        "introduction": "\n\nSee text\n\nThrelkeldia  is a genus of annuals or short-lived perennials in the family Amaranthaceae. There are two species, both of which are endemic to Australia. Together they occur in all Australian states except Queensland.",
        "sections": "",
        "kingdom": "Plantae",
        "clade": "Eudicots",
        "order": "Caryophyllales",
        "family": "Amaranthaceae",
        "subfamily": "Camphorosmoideae",
        "tribe": "Camphorosmeae",
        "genus": "Threlkeldia",
        "species": "Threlkeldia",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Threlkeldia_diffusa_%2815248623749%29.jpg/220px-Threlkeldia_diffusa_%2815248623749%29.jpg"
    },
    {
        "id": "Calliophis_bibroni",
        "name": "Calliophis bibroni",
        "introduction": "\n\nCalliophis bibroni, commonly known as Bibron's coral snake, is a species of venomous snake in the family Elapidae. The species is native to India.",
        "sections": "The specific name, bibroni, is in honor of Gabriel Bibron (1806–1848), French zoologist and herpetologist.\n\nC. bibroni is endemic to the Western Ghats of India, essentially distributed in southern Karnataka state, Kerala state, and northwestern Tamil Nadu state.\nThe preferred natural habitat of C. bibroni is wet forest, at elevations of 1–1,220 m (3 ft 3 in – 4,002 ft 7 in).\n\nIn August 2013, a dead specimen was discovered on the highway passing through Mudumalai National Park at an elevation of 894 m (2,933 ft).\n\nThe eye of C. bibroni is minute, its diameter about half its distance from the mouth. The frontal is nearly as long as its distance from the snout, much shorter than parietals. As there is no preocular, the prefrontal contacts the third upper labial. There is one very small postocular. The temporals are 1+1. There are seven upper labials, the third and fourth contacting the eye. The first lower labial is much elongate, forming a long suture with its fellow. There are two pairs of chin shields. The anterior chin shields are small, much shorter than posterior, and are in contact with third and fourth lower labials.\n\nThe dorsal scales are smooth, without apical pits, and are in 13 rows at midbody. The ventrals number 222-226. The anal is entire. The subcaudals are divided and number 27-34 pairs.\n\nColoration is cherry-red to dark purplish brown above, red beneath, with black crossbands which are sometimes continuous across the belly. The anterior part of the head is black above.\n\nAdults may attain a total length of 64 cm (25 inches), which includes a tail length of 5 cm (2 inches).\n\nC. bibroni is ophiophagous, specializing in preying upon snakes of the family Uropeltidae.\n\nC. bibroni is oviparous.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Squamata",
        "family": "Elapidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Calliophis",
        "species": "Calliophis bibroni",
        "who_discovered": "Jan",
        "conservation_status": "Least Concern",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Bibron%27s_Coral_Snake.jpg/220px-Bibron%27s_Coral_Snake.jpg"
    },
    {
        "id": "Dolomedes_venmani",
        "name": "Dolomedes venmani",
        "introduction": "\n\nDolomedes venmani is a species of araneomorph spider in the family Pisauridae.",
        "sections": "The species is endemic to Australia. It is found in the south-east of Queensland and the north-east of New South Wales.\n\nThe male holotype measures 12.5 millimetres (0.49 in) and the female paratype 18.00 millimetres (0.709 in).\n\nThe species is named in honour of Jack Venman (a farmer who sold his 255 acre farm to the Queensland Government in 1971 for A$1 in an effort to protect the biodiversity in the area).",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Araneae",
        "family": "Pisauridae",
        "subfamily": "",
        "tribe": "",
        "genus": "Dolomedes",
        "species": "Dolomedes venmani",
        "who_discovered": "[1]",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    {
        "id": "Pharcidodes_suturalis",
        "name": "Pharcidodes suturalis",
        "introduction": "\n\nPharcidodes suturalis is a species of beetle in the family Cerambycidae. It was described by Gounelle in 1909.",
        "sections": "",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Coleoptera",
        "family": "Cerambycidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Pharcidodes",
        "species": "Pharcidodes suturalis",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "No image found in infobox"
    },
    {
        "id": "Agyneta_albomaculata",
        "name": "Agyneta albomaculata",
        "introduction": "\n\nAgyneta albomaculata is a species of sheet weaver found in the Galapagos Islands. It was described by Baert in 1990.",
        "sections": "",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Araneae",
        "family": "Linyphiidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Agyneta",
        "species": "Agyneta albomaculata",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    {
        "id": "Rebutia_donaldiana",
        "name": "Rebutia donaldiana",
        "introduction": "\n\nRebutia fiebrigii, the orange crown cactus or flame crown, is a species of flowering plant in the cactus family that is native to exposed rocky plateaux in the Bolivean Andes, at altitudes of 2,100–4,000 m (6,900–13,100 ft) above sea level. It consists of a solitary ball some 15 cm (5.9 in) in diameter, covered in tubercles and silky hairs, with brilliant orange daisy-like flowers. In time these balls multiply to form mounds.\n\nA highly ornamental plant, this is a popular subject for cultivation in a well-drained, dry, sheltered location with plenty of sunlight, which does not freeze in winter. The cultivars 'Donaldiana' and the smaller 'Muscula' ('Little Mouse') have gained the Royal Horticultural Society's Award of Garden Merit.",
        "sections": "",
        "kingdom": "Plantae",
        "clade": "Eudicots",
        "order": "Caryophyllales",
        "family": "Cactaceae",
        "subfamily": "Cactoideae",
        "tribe": "",
        "genus": "Rebutia",
        "species": "Rebutia donaldiana",
        "who_discovered": "Gürke",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Rebutia_fiebrigii_pm.jpg/220px-Rebutia_fiebrigii_pm.jpg"
    },
    {
        "id": "Coreoidea",
        "name": "Coreoidea",
        "introduction": "\n\nFive extant, two extinct, see text\n\nCoreoidea is a superfamily of true bugs in the infraorder Pentatomomorpha which includes leaf-footed bugs and allies. There are more than 3,300 described species in Coreoidea.\n\nThere are five extant families presently recognized, but the Coreoidea as a whole are part of a close-knit group with the Lygaeoidea and Pyrrhocoroidea and it is likely that these three superfamilies are paraphyletic to a significant extent; they are therefore in need of revision and redelimitation.\n\nThe families are:",
        "sections": "",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Hemiptera",
        "family": "",
        "subfamily": "",
        "tribe": "",
        "genus": "",
        "species": "Coreoidea",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Zimtwanze1.jpg/220px-Zimtwanze1.jpg"
    },
    {
        "id": "Crambus_attis",
        "name": "Crambus attis",
        "introduction": "\n\nCrambus attis is a moth in the family Crambidae. It was described by Graziano Bassi in 2012. It is found in South Africa and Eswatini.",
        "sections": "",
        "kingdom": "Animalia",
        "clade": "",
        "order": "Lepidoptera",
        "family": "Crambidae",
        "subfamily": "",
        "tribe": "",
        "genus": "Crambus",
        "species": "Crambus attis",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    {
        "id": "Altrichthys",
        "name": "Altrichthys",
        "introduction": "\n\n2, see text.\n\nAltrichthys is a small genus of damselfish in the family Pomacentridae, native to the central Indo-Pacific.",
        "sections": "There are three species in the genus.",
        "kingdom": "Animalia",
        "clade": "",
        "order": "",
        "family": "Pomacentridae",
        "subfamily": "Chrominae",
        "tribe": "",
        "genus": "Altrichthys",
        "species": "Altrichthys",
        "who_discovered": "Not found",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Altrichthys_curatus.jpg/220px-Altrichthys_curatus.jpg"
    },
    {
        "id": "Lilium_melpomene",
        "name": "Lilium melpomene",
        "introduction": "\n\nLilium speciosum is an East Asian species of plants in the lily family. It is native to southern Japan and southern China, where it can be found at elevations of 600–900 metres (2,000–3,000 ft). It is sometimes called the Japanese lily though there are other species with this common name.\n\nLilium speciosum grows up to 1.2 metres (3 ft 11 in) tall and 0.3 metres (1 ft 0 in) wide, blooming from August to September in north temperate regions. The flowers are white to pink in colour, and strongly scented. It is later flowering than most other species. Many garden forms are in cultivation, and the species has been widely used for breeding of garden forms.\n\nLilium speciosum contains phenolic glycosides, such as 6′-O-feruloylsucrose and (25R,26R)-26-methoxyspirost-5-en-3β-ol 3-O-α-l-rhamnopyranosyl-(1→2)-β-d-glucopyranoside, and steroidal saponins.",
        "sections": "Lily pollen is toxic to domestic cats and ingestion is often fatal; households and gardens which are visited by cats are advised against growing lilies or placing lily flowers where a cat may brush against them and become dusted with pollen, which they then consume while cleaning. Suspected cases require urgent veterinary attention. Prompt treatment with activated charcoal and/or induced vomiting can reduce the amount of toxin absorbed, and large amounts of fluid by IV can reduce damage to kidneys to increase the chances of survival.",
        "kingdom": "Plantae",
        "clade": "Monocots",
        "order": "Liliales",
        "family": "Liliaceae",
        "subfamily": "Lilioideae",
        "tribe": "Lilieae",
        "genus": "Lilium",
        "species": "Lilium melpomene",
        "who_discovered": "Thunb.",
        "conservation_status": "Not found",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Lilium_speciosum_2.jpg/220px-Lilium_speciosum_2.jpg"
    }
]