{
    "Nyctemera_integra": {
        "content": "Nyctemera baulus is a moth of the family Erebidae. It is found from India to Samoa. Records include Queensland, Indonesia and New Guinea.\n\nThe wingspan is 45–48 mm. It is a day-flying species.\n\nLarvae have been recorded on Brassica, Emilia, Senecio scandens and Crassocephalum.\n\nThis Nyctemerina-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Nyctemera_baulus_-Mount_Coot-tha%2C_Queensland%2C_Australia-8.jpg/220px-Nyctemera_baulus_-Mount_Coot-tha%2C_Queensland%2C_Australia-8.jpg"
    },
    "Nyctemera_fractifascia": {
        "content": "Utetheisa fractifascia is a moth in the family Erebidae. It was described by Alfred Ernest Wileman in 1911. It is found in Taiwan.[1]\n\nThis Callimorphina-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/V02-20130407-074_%288797965694%29.jpg/220px-V02-20130407-074_%288797965694%29.jpg"
    },
    "Nyctemera_latimargo": {
        "content": "Nyctemera latimargo is a moth of the family Erebidae. It is found in Papua, where it has been recorded from the Snow Mountains and the Baliem Valley. It is found at altitudes ranging from sea level to 2,100 meters.\n\nThe length of the forewings is 20–21 mm.[1]\n\nThis Nyctemerina-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Nyctemera_infumata": {
        "content": "Xylecata biformis is a moth of the subfamily Arctiinae. It is found on Madagascar.[1]\n\nThis Nyctemerina-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Nyctemera_leopoldi": {
        "content": "Nyctemera leopoldi is a moth of the family Erebidae. It is found in Papua, where it has been recorded from the Bird's Head Peninsula (Arfak Mountains) and the Kobowre (Weyland) Mountains. It has also been recorded from Numfor island.\n\nThe length of the forewings is 19–22 mm.[1]\n\nThis Nyctemerina-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Nyctemera_letensis": {
        "content": "Utetheisa amosa is a moth in the family Erebidae. It was described by Charles Swinhoe in 1903. It is found on the southern Moluccas.[1]\n\nThis Callimorphina-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Deserticossus_beketi": {
        "content": "Deserticossus beketi is a moth in the family Cossidae. It was described by Yakovlev in 2004. It is found in Mongolia.[1] The habitat consists of deserts.\n\nThe length of the forewings is about 22 mm. The forewings are dark grey with black stripes in postdiscal area between the veins. The hindwings are uniform grey. Adults are on wing from June to July.[2]\n\nThis article relating to the moth subfamily Cossinae is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Deserticossus_murinus": {
        "content": "Deserticossus murinus is a moth in the family Cossidae. It is found in Kazakhstan and Kirghizistan. The habitat consists of semi-deserts and mountains at altitudes between 450 and 1,800 meters.\n\nThe length of the forewings is 16–25 mm for males and 18–25 mm for females. Adults are on wing from June to August.[2]\n\nThis article relating to the moth subfamily Cossinae is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Deserticossus_volgensis": {
        "content": "Deserticossus volgensis is a species of moth in the family Cossidae. It is found in Russia[1] (southern Volga region), the northern Caucasus (Stavropol, Dagestan), north-western Kazakhstan and Turkey.\n\nIts wingspan is about 21 mm,.[2]\n\nThis article relating to the moth subfamily Cossinae is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Deserticossus_arenicola_arenicola": {
        "content": "Deserticossus arenicola is a species of moth of the family Cossidae. It is found in Russia[1] (Dagestan), Armenia, Azerbaijan, Georgia, Turkmenistan, Kazakhstan, Uzbekistan, Kyrgyzstan, north-western China, Iran, Afghanistan, Pakistan, Egypt (Sinai) and Jordan.\n\nThe wingspan is 38–63 mm. The forewings are light ash grey with black markings. The hindwings are uniform grey.[2] Adults have been recorded on wing in May in the Sinai desert and in March in Jordan.\n\nThe larvae have been recorded feeding on Tigrovaya balka, Tamarix ramosissima and Tamarix hispida.[3]\n\nThis article relating to the moth subfamily Cossinae is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Deserticossus_campicola": {
        "content": "Deserticossus campicola is a species of moth of the family Cossidae. It is found in Russia,[1] Kazakhstan, Kyrgyzstan, Azerbaijan, Uzbekistan and western China.\n\nThe length of the forewings is 19–20 mm for males and 22–28 mm for females.[2] The forewings are grey, sprinkled with black. The hindwings are uniform grey.[3]\n\nThe larvae develop in Haloxylon wood, where they hibernate twice.\n\nThis article relating to the moth subfamily Cossinae is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Bebrornis_sechellensis": {
        "content": "Bebrornis sechellensis[2]\n\nThe Seychelles warbler (Acrocephalus sechellensis), also known as Seychelles brush warbler,[2] is a small songbird found on five granitic and corraline islands in the Seychelles. It is a greenish-brown bird with long legs and a long slender bill. It is primarily found in forested areas on the islands.  The Seychelles warbler is a rarity in that it exhibits cooperative breeding, or alloparenting, which means that the monogamous pair is assisted by nonbreeding female helpers.\n\nA few decades ago the Seychelles warbler was on the verge of extinction, with only 26 birds surviving on Cousin Island in 1968.  Due to conservation efforts there are more than 2500 of the species alive today with viable populations on Denis, Frégate, Cousine and Aride Islands, as well as Cousin Island.[3]\n\nThe Seychelles warbler is closely related to the Rodrigues warbler (Acrocephalus rodericanus) and the two species have sometimes been placed in their own genus, Bebrornis.  The two species have also been considered allied to the Malagasy genus Nesillas. A 1997 study confirmed, however, that the two species were part of a clade of Afrotropical warblers within Acrocephalus that also includes the Madagascar swamp warbler, the greater swamp warbler, the lesser swamp warbler and the Cape Verde warbler.[4][5][6]\n\nThe Seychelles warbler is a small, plain Acrocephalus warbler, between 13 and 14 cm (5.1–5.5 in) in length and with a wingspan of 17 cm (6.7 in).[7]  It has long grey-blue legs, a long horn-coloured bill, and a reddish eye. Adults show no sexual dimorphism in their plumage. The back, wings, flanks and head are greenish-brown and the belly and breast are dirty white.  The throat is a stronger white and there is a pale supercilium in front of the eye. Juvenile birds are darker with a more bluish eye.\n\nThe voice of the Seychelles warbler is described as rich and melodious,[7] similar to a human whistle. Its structure is simple and is composed of short song sequences delivered at a low frequency range.[8]    The lack of a wide frequency range sets it apart from other species in its genus, such as the reed warbler, its song is similar to its closest relatives in Africa such as the greater swamp warbler.\n\nThe Seychelles warbler naturally occurs in dense shrubland and in tall forests of Pisonia grandis. It is almost exclusively an insectivore (99.8% of its diet is insects), and obtains 98% of its prey by gleaning small insects from the undersides of leaves. It does occasionally catch insects on the wing as well.[9] Most of the foraging occurs on Pisonia, Ficus reflexa and Morinda citrifolia.[10] Studies of the foraging behaviour found that Seychelles warblers favour Morinda and spend more time foraging there than in other trees and shrubs; the same study found that insect abundance is highest under the leaves of that shrub.[11] The planting of Morinda on Cousin Island, and the associated improved foraging for the warbler, was an important part of the recovery of the species.\n\nSeychelles warblers demonstrate cooperative breeding, a reproductive system in which adult male and female helpers assist the parents in providing care and feeding the young.[12] The helpers may also aid in territory defense, predator mobbing, nest building, and incubation (females only).[13]  Breeding pairs with helpers have increased reproductive success and produced more offspring that survived per year than breeding pairs with the helpers removed.[14] Helpers only feed the young of their parents or close relatives and do not feed unrelated young. This is evidence for the kin-selected adaptation of providing food for the young. The indirect fitness benefits gained by helping close kin are greater than the direct fitness benefits gained as a breeder. This could be evidence for the kin-selected adaptation of providing food for the young.\n\nOn high-quality territories where there is more insect prey available, young birds were more likely to stay as helpers rather than moving to low-quality territories as breeders.[15] On low quality territories, having a helper is unfavorable because of increased resource competition. Females are more likely to become helpers,[16] which may explain the adaptive sex ratio bias seen in the Seychelles warblers. On high quality territories, females produce 90% daughters; on low quality territories, they produce 80% sons. Clutch sex ratio is skewed towards daughters overall.[17] When females are moved to higher quality territories, they produce two eggs in a clutch instead of a single egg, with both eggs skewed towards the production of females. This change suggests that Seychelles warblers may have pre-ovulation control of offspring sex ratio, although the exact mechanism is unknown.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Ile_Aride_-_Oiseau_%2839%29_%28cropped%29.JPG/220px-Ile_Aride_-_Oiseau_%2839%29_%28cropped%29.JPG"
    },
    "Beccariophoenix_alfredii": {
        "content": "Beccariophoenix alfredii, also known as the high plateau coconut palm, is a recently discovered species of Arecaceae (palms), endemic to Madagascar. It is in the genus Beccariophoenix, and is closely related to the genus Cocos. Beccariophoenix alfredii is very similar in appearance to the coconut palm, although somewhat cold hardy, making it a good look-alike for the coconut in cooler climates.\n\nBeccariophoenix alfredii grows up to 50 ft (15 m) in height with a trunk up to 1 ft (30 cm) in diameter. The trunk is unarmed and bare, with closely ringed leaf scars. The crown holds 30–36 pinnate leaves, which reach lengths of 4.5 m (15 ft). Each leaf holds approximately 120 pairs of leaflets. The leaflets are very slender and crowded at the base, and are either rigid or somewhat pendulous. Towards the base of the leaf, leaflets are about 47 cm (19 in) long and 1 cm wide. Mid-leaf leaflets are at their largest, being about 112 cm (44 in) long and 4 cm (2 in) wide. At the tip of the leaf, leaflets become smaller again, being 65 cm (26 in) long and 1.8 cm (1 in) wide. Dead leaves are marcescent in juvenile palms, but abscise (naturally fall off the tree) neatly in adults.[2]\n\nThe inflorescence is infrafoliar and surrounded by a 90 cm (35 in) long, leathery spathe, which curls up on itself after abscission (due to drying out). The inflorescence stalk is 8–13 cm (3.1–5.1 in) long and elliptic in cross-section. The rachis is very short, 8–9 cm (3.1–3.5 in) long and bearing about 30–50 crowded, spirally arranged rachillae. The fruit is oblate, 1.6 cm × 2.4 cm (0.6 in × 0.9 in) and dark purplish-black at maturity.[2]\n\nBeccariophoenix is placed in the subfamily Arecoideae and the tribe Cocoseae.[3] The species was first noted in 2002, when Alfred Razafindratsira noticed a picture of a Beccariophoenix species in photographs taken of the vegetation surrounding Andrembesoa (originally taken in search of a species of Pachypodium in the rocky escarpments to the southwest of Antsirabe). Alfred found this odd, considering this area of Madagascar is far from the other localities of Beccariophoenix and is, furthermore, ecologically totally different from the east coast and littoral forests where the other Beccariophoenix species are known to occur. On a day in May 2004 an expedition was mounted into the High Plateau of Madagascar in order to confirm the existence of this species. On the fourth day of the expedition the new population of Beccariophoenix was found.\n\nThis species is noted for having oblate (flattened spheroid) rather than ovoid fruit, infrafoliar inflorescence (rather than interfoliar), a peduncle not exceeding 13 cm long (rather than one up to 120 cm long), a 3–5 mm thick leathery peduncular bract which rolls up on when itself when abscised (rather than a heavily lignified peduncular bract 30–40 mm thick, which does not deform when abscised) and 15 stamens (rather than 18–21). Due to these differences, Beccariophoenix alfredii was classified as a new species.[2] B. alfredii was accepted by Kew World Checklist of Selected Plant Families as of 2010.[4]\n\nBeccariophoenix alfredii occurs in the High Plateau of Madagascar at approximately 20° S. The palm is found at an elevation of 1,050 m (3,440 ft) growing along the sandy riverbeds. The surrounding vegetation is mainly composed of various grasses, and the area sees occasional fires.[2] Due to the environment that B. alfredii is subjected to, it is hardy against frost and cold, fire, drought, and full sun.[2] The seeds of B. alfredii are an important food source for lemurs, notably the black lemur, as the seeds ripen between the months of March and June, a time of relative scarcity of food in the area. Lemurs therefore play an important role in the seed dispersal in Madagascar. Indeed, germination trials found that seeds which passed through the gut of lemurs sprouted faster and in greater numbers than seeds not eaten by lemurs. Thus, it seems highly likely that lemurs are the main seed dispersers of B. madagascariensis and B. alfredii.[5]\n\nDue to its overall hardiness, B. alfredii is a good candidate for cultivation in central and northern Florida, southern California, south Texas, southern Arizona and also locations such as Sydney, Australia, and the North Island of New Zealand. It is best grown in sandy loam soils, but is suitable to many other soil types.[2] It can be expected that after it is less new to cultivation, it may become extremely popular worldwide due to its coconut look-alike status, moderate growth rate, and cold hardiness. Mid-size specimens to 40 feet tall are common in Central Florida.\n\nMedia related to Becarriophoenix alfredii at Wikimedia Commons",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Beccariophoenix_alfredii_45.JPG/220px-Beccariophoenix_alfredii_45.JPG"
    },
    "Bebryce": {
        "content": "Bebryce is a genus of gorgonian-type octocorals in the family Plexauridae.\n\nThe World Register of Marine Species lists the following species:[2]\n\nThis Octocorallia-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Bebryce_sulfurea.jpg/220px-Bebryce_sulfurea.jpg"
    },
    "Beccarinda": {
        "content": "Beccarinda is a genus of flowering plants belonging to the family Gesneriaceae.[1]\n\nIts native range is Indo-China, Southern China.[1]\n\nSpecies:[1]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphiblemma": {
        "content": "Amphiblemma is a genus of flowering plants in the family Melastomataceae. There are at least 15 species distributed in the evergreen forests of Africa.[1][2]\n\nSpecies include:\n\nThis Melastomataceae article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Amphiblemma_cymosum_90-5473.jpg/220px-Amphiblemma_cymosum_90-5473.jpg"
    },
    "Amphibdellatidae": {
        "content": "Amphibdellatidae is a family of parasitic flatworms belonging to the order Dactylogyridea.[1] It is known to infect species of electric rays.[2]\n\nGenera:[1]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphibamiformes": {
        "content": "Amphibamiformes is an unranked clade with Dissorophoidea created by Schoch (2018).[2] It encompasses all of the taxa traditionally considered to be \"amphibamids\" (subsequently restricted to Doleserpeton annectens and Amphibamus grandiceps by Schoch), branchiosaurids, and hypothetically lissamphibians under the traditional temnospondyl hypothesis of lissamphibian origins. These taxa are typically small-bodied dissorophoids and form the sister group to Olsoniformes, which comprises dissorophids and trematopids.\n\nAmphibamiformes are diagnosed by a palatine and ectopterygoid reduced to narrow struts, a laterally-expanded interpterygoid vacuity, a humerus length-to-waist ratio of 6:10, and an absent basioccipital and supraoccipital.\n\nA node-based clade; the most inclusive clade containing Amphibamus grandiceps but not Dissorophus multicinctus.\n\nSimplified phylogeny of Dissorophoidea from Schoch (2018):[2]\n\nOlsoniformes\n\nEoscopus\n\nPlatyrhinops\n\nTersomius\n\nPasawioops\n\nMicropholis\n\nDoleserpeton\n\nAmphibamus\n\nGerobatrachus\n\nGeorgenthalia\n\nEocaecilia\n\nKaraurus\n\nTriadobatrachus\n\nBranchiosaurus\n\nApateon\n\nLeptorophus\n\nSchoenfelderpeton\n\nThe phylogeny of Amphibamiformes has historically been relatively unresolved. Below are earlier analyses that recover slightly different topologies (nomenclature adjusted to reflect current status and ranks):\n\nGeorgenthalia\n\nEoscopus\n\nPlemmyradytes\n\nPlatyrhinops\n\nDoleserpeton\n\nGerobatrachus\n\nAmphibamus\n\nTersomius\n\nMicropholis\n\nPasawioops\n\n[3]\n\nTersomius\n\nMicropholis\n\nEoscopus\n\nPlatyrhinops\n\nAmphibamus\n\nDoleserpeton\n\nGerobatrachus\n\nAnura\n\nTriadobatrachus\n\nCaudata\n\nAlbanerpetontidae\n\n[4]\n\nThis Temnospondyli-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Amphibamus_BW.jpg/220px-Amphibamus_BW.jpg"
    },
    "Amphibamidae": {
        "content": "See text.\n\nThe Amphibamidae are an ancient family of dissorophoid temnospondyls known from Late Carboniferous-Early Permian strata in the United States.[1]\n\nAmphibamidae has traditionally included small-bodied, terrestrial dissorophoids. The name is attributed to Moodie (1909),[2] but it was rarely used because it originally referred only to Amphibamus. Similar monogeneric families were also erected for other small, terrestrial dissorophoids (e.g., Doleserpetontidae), and most of the taxa now recognized as amphibamiforms were placed within the Dissorophidae.\n\nClack & Milner (1993) revived the Amphibamidae to include Amphibamus, Platyrhinops, Doleserpeton, and Tersomius[3]. Daly (1994) further expanded the composition of the Amphibamidae to include the newly described Eoscopus as well as the Early Triassic form Micropholis.[4] She suggested that the micromelerpetids were also amphibamids, which has not been validated by more recent workers. Subsequent phylogenetic work verified the monophyly of the Amphibamidae,[5] with recent analyses also recovering the branchiosaurids nested within the amphibamids.[6]\n\nSchoch (2018) erected the new clade Amphibamiformes to include the traditional amphibamids and the nested branchiosaurids and subsequently restricted the Amphibamidae to two taxa: Doleserpeton annectens from the Dolese Brothers Limestone Quarry near Richards Spur, Oklahoma and Amphibamus grandiceps from Mazon Creek, Illinois. These taxa are united by several features, such as a medially expanded choana.\n\nOlsoniformes\n\nEoscopus\n\nPlatyrhinops\n\nTersomius\n\nPasawioops\n\nMicropholis\n\nDoleserpeton\n\nAmphibamus\n\nGerobatrachus\n\nGeorgenthalia\n\nEocaecilia\n\nKaraurus\n\nTriadobatrachus\n\nBranchiosaurus\n\nApateon\n\nLeptorophus\n\nSchoenfelderpeton\n\n[1]\n\nThe Amphibamidae have typically been recovered close to some or all of the lissamphibian crown. Until the description of Gerobatrachus, Doleserpeton was considered to be the closest extinct relative to the crown group.[7] Below is a modified cladogram from Anderson et al. (2008) showing Batrachia nested in the Amphibamidae, with Gerobatrachus as the sister taxon of Batrachia (anurans and caudates) and Doleserpeton and Amphibamus as successive outgroups:[7]\n\nTersomius\n\nMicropholis\n\nEoscopus\n\nPlatyrhinops\n\nAmphibamus\n\nDoleserpeton\n\nGerobatrachus\n\nAnura\n\nTriadobatrachus\n\nCaudata\n\nAlbanerpetontidae\n\nThere is continued debate over the origin of lissamphibians, including whether they are monophyletic or whether batrachians and caecilians are descended from different clades of tetrapods or temnospondyls.[8] If they are monophyletic, there is also a debate about which clade they are nested in, with some hypotheses suggesting a lepospondyl origin, in which case amphibamids would not be closely related to any extant amphibians.[9]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Amphibamus_BW.jpg/220px-Amphibamus_BW.jpg"
    },
    "Amphibatodes": {
        "content": "Eois is a genus of tropical moths in the family Geometridae. It was first described by Jacob Hübner in 1818.[2] Caterpillars of Eois species are most commonly green with darker markings, but species with fully dark caterpillars also exist. They are specialized feeders associated with Piperaceae species, with sparse additional records on Chloranthaceae species. Adults are typically small, with diverse wing shape, color and patterning across the genus.[3]\n\nAs of February 2024[update], the genus contains 267 validly described species, 220 from the Neotropical region and the remainder from Old World tropical areas in Africa and Asia.[3] An estimated additional 1000 Neotropical species remain thus far undescribed.[3]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Eois_grataria_ab_mediofusca%2C_Krantzkloof_Natuurreservaat%2C_a.jpg/220px-Eois_grataria_ab_mediofusca%2C_Krantzkloof_Natuurreservaat%2C_a.jpg"
    },
    "Amphibolis_antarctica": {
        "content": "Amphibolis bicornis C.Agardh\nAmphibolis zosterifolia C.Agardh\nCymodocea antarctica (Labill.) Endl.\nCymodocea zosterifolia (C.Agardh) F.Muell.\nGraumuellera antarctica (Labill.) B.D.Jacks.\nPectinella antarctica (Labill.) J.M.Black\nPhucagrostis antarctica (Labill.) Rupr.\nCaulinia antarctica (Labill.) R.Br.\nThalassia antarctica (Labill.) F.Muell. ex Asch.\nKernera antarctica (Labill.) Schult. & Schult.f.\nPosidonia antarctica (Labill.) Spreng.\nRuppia antarctica Labill.\n\nAmphibolis antarctica is a species of flowering plant in the family Cymodoceaceae.[2][3] It is referred to by the common names wire weed[4] or sea nymph,[5] and is a seagrass found in coastal waters of southern and western Australia.\n\nIt is a herbaceous perennial up to 80 centimetres high. It has shorter leaves than the other Amphibolis species, A. griffithii. Its flowers are green, and appear from September to February.[5][6]\n\nFirst published as Ruppia antarctica by Jacques Labillardière in 1807, it has since been moved into numerous genera. It was named Caulinia antarctica by Robert Brown in 1810, Posidonia antarctica by C. P. J. Sprengel in 1824,   Cymodocea antarctica by C. S. Kunth in 1841, and Phucagrostis antarctica by F. J. Ruprecht in 1852. It was finally placed in Amphibolis by Paul Friedrich August Ascherson in 1868, but in 1913 J. M. Black renamed it Pectinella antarctica. Since 1977 it is widely accepted as belonging to Amphibolis.[7]\n\nThe species is generally reported as occurring from Exmouth Gulf on the north-west coast of Western Australia, south along the west coast and east along the south coast as far as Wilsons Promontory in Victoria.[8] However FloraBase reports an isolated specimen record from east of Port Hedland, over 500 kilometres north-east of Exmouth Gulf.[5]\n\nIt occur primarily in the sublittoral zone, where it forms extensive meadows. It can occur as deep as 27 metres, but does not often form meadows below 13 metres. It can also grow in extremely shallow waters, with its leaves floating on the surface, although this often results in leaf damage and loss. The species tolerates a range of habitats. It has been found growing on a variety of substrates, including sand-covered rock, gravel, sand and clay. It grows in areas of both high and low water flow, and occurs in areas of very high salinity.[8]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    "Amphibiomermis": {
        "content": "Amphibiomermis is a genus of nematodes belonging to the family Mermithidae.[1]\n\nThe genus was first described by Artyukhovsky in 1969.[1]\n\nSpecies:[1]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphibolips": {
        "content": "Amphibolips is an American genus of gall wasps in the family Cynipidae. There are about 57 described species in the genus Amphibolips with several others still undescribed.[1][2][3][4]\n\nThe following species belong to the genus Amphibolips:\n\nThis Apocrita-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Amphibolips_quercusinanis_gall.jpg/220px-Amphibolips_quercusinanis_gall.jpg"
    },
    "Amphibolus": {
        "content": "Amphibolus may refer to:",
        "image_url": "No infobox found"
    },
    "Amphibolidae": {
        "content": "See text.\n\nAmphibolidae is a family of air-breathing snails with opercula, terrestrial pulmonate gastropod molluscs.\n\nThis family of pulmonate gastropods, for breathe air, but also have opercula and at least some species go through a free-swimming veliger stage.\n\nAccording to the taxonomy of the Gastropoda (Bouchet & Rocroi, 2005), it was an only family within a superfamily Amphiboloidea in the informal group Basommatophora, within the Pulmonata.[2]\n\nJörger et al. (2010)[3] have moved Amphiboloidea to Panpulmonata.\n\nGenera and species within the family Amphibolidae include:",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Amphibola_crenata_2.JPG/220px-Amphibola_crenata_2.JPG"
    },
    "Amphibolis": {
        "content": "Amphibolis is a genus in the family Cymodoceaceae.  It includes two species of sea grass endemic to the western and southern coast of Australia, Amphibolis antarctica and Amphibolis griffithii, commonly known as sea nymph or wire weed.\n\nThe seeds produce an anchoring comb of bristles while they mature on the female plant, giving the seedling a purchase when it arrives at a new site.\n\nA type of seagrass, the plants of this genus forms meadows on calcareous sands.  These meadows, and their consequent detritus, become an important source of food and shelter for a number of marine species. The interweaving roots and leaves consolidate the substrate of the ocean floor, protecting it from erosion by currents and wave action. [citation needed]\n\nThere are two species:[2]\n\nThis Alismatales-related article is a stub. You can help Wikipedia by expanding it.\n\nThis Australian plant article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Amphibolis_antarctica_1859.jpg/220px-Amphibolis_antarctica_1859.jpg"
    },
    "Amphibologyne": {
        "content": "Amphibologyne mexicana is a species of flowering plant belonging to the family Boraginaceae. It is the sole species in genus Amphibologyne.[2] It is an annual native to Texas and Mexico.[1]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphibolurus_centralis": {
        "content": "Amphibolurus centralis, the Centralian lashtail, is a species of agama found in Australia.[1]\n\nThis lizard from family Agamidae article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphibolurinae": {
        "content": "See text\n\nThe Amphibolurinae are a subfamily of lizards in the family Agamidae. Members of this subfamily are found in Australia and New Guinea, although one species, the Chinese water dragon, is found in Southeast Asia.\n\nGenera within the subfamily Amphibolurinae usually dwell in flat, sandy habitats. This subfamily includes:[1]\n\n(lashtail dragons)\n\nJacky dragon (A. muricatus)\n\n(ring-tailed dragon)\n\n(frilled-neck lizard)\n\nFrilled dragon (C. kingii)\n\n(gravel dragon)\n\n(comb-bearing dragons)\n\nCrested bicycle dragon (C. cristatus)\n\n(two-lined dragons)\n\nTommy roundhead (D. australis)\n\n(long-snouted lashtail, long-nosed water dragon)\n\nLong-snouted lashtail (G. longirostris)\n\n(rainforest dragons)\n\nH. auritus\n\n(Australian water dragon)\n\nAustralian water dragon (I. lesueurii)\n\nGilbert's lashtail (L. gilberti)\n\n(forest dragons)\n\nBoyd's forest dragon (L. boydii)\n\n(thorny devil)\n\nThorny devil (M. horridus)\n\n(Chinese water dragon)\n\nChinese water dragon (P. cocincinus)\n\n(bearded dragons)\n\nCentral bearded dragon (P. vitticeps)\n\n(heath dragon)\n\nMountain heath dragon (R. diemensis)\n\n(swamplands lashtail, northern water dragon)\n\nSwamplands lashtail (T. temporalis)\n\n(earless dragons)\n\nEyrean earless dragon (T. tetraporophora)\n\nThis lizard from family Agamidae article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Thorny_Devil%2C_Alice_Springs.JPG/220px-Thorny_Devil%2C_Alice_Springs.JPG"
    },
    "Amphiboloidea": {
        "content": "Amphiboloidea is a taxonomic superfamily of air-breathing land snails.\n\nAmphibolids are found in Indo-Pacific intertidal mangrove, saltmarsh and estuarine mudflat habitats.[1]\n\nAccording to the taxonomy of the Gastropoda (Bouchet & Rocroi, 2005), it is a superfamily in the informal group Basommatophora, within the Pulmonata.[2]\n\nThis superfamily has contained only one family, the Amphibolidae.[2]\n\nGolding et al. (2007)[1] have established new families:\n\nBasommatophora (Siphonarioidea and Amphiboloidea and Hygrophila) have been found polyphyletic and so Jörger et al. (2010)[3] have moved Amphiboloidea to Panpulmonata.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Amphibola_crenata_shell.jpg"
    },
    "Amphibolurus_muricatus": {
        "content": "The jacky dragon (Amphibolurus muricatus) is a type of lizard native to south-eastern Australia. Other common names include blood-sucker, stonewalker, and tree dragon.[3][4] It was one of the first Australian reptiles to be named by Europeans, originally described by English zoologist George Shaw in Surgeon-General John White's Journal of a Voyage to New South Wales,[5] published in London in 1790.[6] The lizard is well-known for its bright yellow mouth and well-developed vertebral crest, as well as the temperature-dependent sex determination of its offspring.\n\nThe Wergaia people of the Wimmera region of north-western Victoria call it nganurganity. In 2017, the star Sigma Canis Majoris was officially named \"Unurgunite\" (a 19th-century transcription of nganurganity), due to its identification with the jacky dragon in Wergaia traditions.\n\nThe jacky dragon[4] is one of the 70 species of dragons (Agamidae) found in Australia. It is generally diurnal and tends to run in an upright posture when pursued. Common morphological characteristics include rough, nonglossy scales, broad, thick, and fleshy tongues, and well-developed limbs, especially hind limbs, which are generally longer and have five-clawed digits. Most dragons are also characterised by a lack of tail autotomy and the presence of femoral and/or preanal pores. Agamidae dragons are oviparous and tend to deposit their eggs in burrows.[7]\n\nThe jacky dragon is pale grey to dark brown in colour, with dark patches along the middle of the back. The dark patches are interrupted by pale blotches that often blend together to form a continuous stripe from above the arm to the groin.[4] A dark brown bar is present between the eye and the ear, but no dark stripe is present between the nostril and the eye, as in many other dragons. The lips and lower jaw tend to be of a lighter colour than the rest of the head. Jacky dragons are also characterised by a bright yellow lining in their mouths.[7]\nSpecimens have been seen with orange-red corners on the inside of their mouths, which may have given rise to the common name of blood-sucker.\n\nThe jacky dragon is more readily distinguishable by its five crests: a nuchal crest continuous with a vertebral series of enlarged scales, paravertebral series from the nape to the base of the tail, which is separated from the vertebral series by two or three scales, and a dorsolateral series on each side.[4] The hind legs are covered in large, spinose scales and small, keeled scales.[7] Jacky dragons also have spinose scales on the sides of their necks. The tympanum is medium-sized and fairly conspicuous.[4] \nThe average length of a jacky dragon is 230 mm (9 in), including the tail, though they have been recorded at a length of up to 445 mm (17.5 in). The tail is generally twice as long as the body.[3] The average mass of the jacky dragon is 30 g, although the largest dragons have been recorded at around 67 g. The size of the dragons' heads can be used to differentiate between sexes, with males usually having conspicuously larger heads.[4]\n\nGravid females are found from October until February,[6] and they lay up to eight eggs.[8] Clutch size tends to be positively correlated with female body size. Most adult females lay at least one clutch every summer.[4] They tend to lay their clutches under sheets of bark or decaying vegetation over sandy deposits.[3] The first young begin to appear at the end of December and are abundant by February. Jacky dragons are usually about 75 mm (3 in) in length immediately following hatching.[6]\n\nThe sex of the hatchlings is determined by the temperature of the nest, a process known as temperature-dependent sex determination (TSD). The hatchlings are females in low- and high-temperature environments and males in medium-temperature environments. This causes young dragons from clutches laid earlier in the season to be predominately male.[4] Shine suggests, however, that the sex of the hatchling is determined soon after oviposition when the mother still has considerable control over the temperature of the nest. This may falsify the hypothesis that TSD evolved in lizards so as to match the sex of the offspring with environmental conditions that may be unpredictable when the clutch is laid, as is most likely the case for turtles, tuataras, and crocodiles.[9] In fact, recent research suggests TSD has evolved in lizards so as to ensure reproductive success in the offspring.[10]\n\nThe jacky dragon reaches sexual maturity rapidly. Females can lay clutches within one year of hatching. The average lifespan of the jacky dragon is four years, which is significantly shorter than most lizards.[10]\n\nJacky dragons are found along the southeastern coast of Australia. They have been found as far north as central Queensland, in New South Wales, Victoria, and in the southeastern portion of South Australia.[3]\n\nThe jacky dragon is usually found in dry sclerophyll forests and woodlands. They are present in the eastern highlands, but not in alpine areas. They are semiarboreal, and individuals are often seen perching on fallen or standing timber.[7]\n\nInsects compose most of the diet of the jacky dragon, and include flies, moths, caterpillars, grasshoppers, and small beetles.[3]\n\nPredators of young jacky dragons are numerous, and include small mammals, such as feral cats or rats, and other reptiles. Adults face aerial predation from birds such as kookaburras, ravens, black-shouldered kites, and Nankeen kestrels.[4] The dragons use visual cues such as the changing area over time, edge length, shape, and orientation in the recognition of aerial predators.[11]\n\nJacky dragons are very swift runners and, like many other dragons (Agamidae), will sometimes run in an almost upright position on their hind legs when pursued. In cool, wet weather, they bury themselves in the sand or shelter under a bush. They rarely enter the water, but do have the ability to swim.[3] In a fight, opponents circle each other in an upright position with their bodies laterally compressed so as to enlarge their appearance. They tend to direct their attacks towards the tails of their opponents. Various territorial displays include tail-waving, raising or lowering their bodies, head-bobbing, arm-waving, and darkening their colour.[8]\n\nJacky dragons have many different displays, or series of movements, that are used as communication between conspecifics. The push-up display, for example, begins with a series of tail flicks, backward and forward arm-waves, a push-up, and a characteristic rocking of the entire body.[4] Those unique movements have velocity and directional characteristics that distinguish them from other environmental occurrences such as the blowing of vegetation. That is necessary because the visual system of the jacky dragon relies mostly on movement for information.[12]\n\nThe jacky dragon is not in danger of extinction. Its abundance, along with other common reptiles, is a result of the heterogeneity and structural complexity of the ground and groundcover of undisturbed areas, which is important in the conservation of reptiles in Australia.[13]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Tree_Dragon444.jpg/220px-Tree_Dragon444.jpg"
    },
    "Amphibolurus_norrisi": {
        "content": "The Mallee heath dragon (Amphibolurus norrisi), is a species of semi-Arboreal Agamidae endemic to Australia.[2] it has also been referenced as Norris’s dragon, Mallee heath lashtail and Mallee heath lashtail dragon.[3]\n\nThe taxonomic description of the Mallee heath dragon was published by Witten and Coventry in 1984 and was updated by Hoser in 2015.[4] the initial specimen was collected by Coventry and Norris in 1978 and was contained by the Museum of Victoria after its classification in 1984.[5]\n\nThe Mallee heath dragon has a predominantly pale grey body with darker grey stripes extending the flanks and one vertebral stripe extending the body. The vertebral stripe has lateral extensions across the body which sometimes connect to the stipes extending the flanks to the point where the lighter body colour is reduced to smaller blotches.[4][6] lateral extensions continue onto the tail and gradually become cross bands towards its tip.[4] A dark streak extends from the snout to the ear, above it, a light streak extends from behind the eye across to the ear.[4] Enlarged vertebral, paravertebral and dorsolateral scales, dorsal scales keeled and parallel to vertebral scales.[4] Hindlimb extents to 75% that of the tail, tail extends 200% of the snout, snout measured as 110mm.[4]\n\nWhen threatened this species has the ability to engage in fast-paced bipedal running.\n\nTypical distribution of Mallee heath dragon is within western Victoria and neighboring area of South Australia, extending across coastal regions of the Great Australian Bight and into a small area of Western Australia. They are typically confined to areas of the Mallee and are often found within Mallee heathlands.\n\nThere is little literature specifying diet of the Mallee heath dragon, but following the diets of similar Amphibolurus species, deductions on the general dietary preferences can be made. Small arthropods like grasshoppers, spiders and beetles have been observed preferences in laboratory experiments although it is believed that most small arthropods would be consumed by the Mallee heath dragon.[7]\n\nBeing endemic to a fire prone area, the Mallee heath dragon have evolved to be resistant to fire events.[8] Their semi-arboreal patterns and bipedal running ability allow them to avoid small low-intensity fires, however lower population sizes have been noted after significant fire events.[9]\n\nThe Mallee heath dragon is classified as least concern under the IUCN Red List and therefore has no conservation work being conducted on it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    "Amphibolurus": {
        "content": "Amphibolurus is a genus of lizards in the family Agamidae. The genus is endemic to Australia.\n\nCharacteristics of the genus Amphibolurus include:[citation needed]\n\nAmphibolurus lizards inhabit open forests, woodlands, and the vegetation around watercourses in southern, eastern, and central Australia.[1]\n\nSpecies in the genus Amphibolurus are partially arboreal and are often found perching on trunks and branches. Lizards of this genus are swift and shy, and when disturbed, they can engage in bipedal running.[citation needed]\n\nThe following species are recognized as being valid, according to the Reptile Database.[2]\n\nNota bene: A binomial authority in parentheses indicates that the species was originally described in a genus other than Amphibolurus.\n\nThis lizard from family Agamidae article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Tree_Dragon444.jpg/220px-Tree_Dragon444.jpg"
    },
    "Amphibolurus_burnsi": {
        "content": "Amphibolurus burnsi, Burn's dragon, is a species of agama found in Australia.[2]\n\nThis lizard from family Agamidae article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Status_iucn3.1_LC.svg/220px-Status_iucn3.1_LC.svg.png"
    },
    "Amphicarpaea_bracteata": {
        "content": "l\n\nAmphicarpaea bracteata (hog-peanut or ground bean) is an annual to perennial vine in the legume family, native to woodland, thickets, and moist slopes in eastern North America.[2]\n\nLeaves have three leaflets and are held alternately on twining stems.\n\nFlowers are pink to white and bloom from late summer to autumn. The flowers are either open for cross-pollination or closed and self-pollinating.  The closed flowers may be above or below ground.[3]\n\nSeeds from open flowers are held in a flat pod, pointed at both ends, that dries when mature and twists to release the seeds. Seeds from closed flowers are held in round pods with a single seed each. The roots and the cooked seeds from under the ground are edible.[4][5] The seeds which become subterranean from flowers on stolons give it the name hog peanut.[6]\n\nThis plant can be found in eastern North America, as well as further west into the Midwestern region, including Indiana,[6] Illinois,[6] and Wisconsin.[7]\n\nThis Phaseoleae-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Amphicarpaea_bracteata_Arkansas.jpg/220px-Amphicarpaea_bracteata_Arkansas.jpg"
    },
    "Amphibulima": {
        "content": "Amphibulima is a genus of air-breathing land snails, a terrestrial pulmonate gastropod mollusks in the family Amphibulimidae.[3][2]\n\nAmphibulima is the type genus of the subfamily Amphibuliminae.[4]\n\nSpecies in the genus Amphibulima include:\n\nComparison of species of Amphibulima:",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Amphibulima_patula_dominicensis_3.jpg/220px-Amphibulima_patula_dominicensis_3.jpg"
    },
    "Amphicalea": {
        "content": "Calea is a genus of flowering plants in the aster family, Asteraceae.[4][2] They are distributed in tropical and subtropical regions[5] in Mexico, Central America, and South America.[6][7]\n\nExtracts of Calea species have had antifungal, anti-inflammatory, cytotoxic, larvicidal, antiplasmodial, and antihypertensive effects in experiments.[5] Some species are used in traditional medicine and ritual. Calea clematidea is used to treat influenza. Calea ternifolia is used in Mexico to treat dysentery and fever, and native peoples use it to influence their dreams.[6]\n\n161 species are accepted.[3]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Flickr_-_Jo%C3%A3o_de_Deus_Medeiros_-_Calea_rotundifolia.jpg/220px-Flickr_-_Jo%C3%A3o_de_Deus_Medeiros_-_Calea_rotundifolia.jpg"
    },
    "Amphibromus": {
        "content": "Amphibromus is a genus of grasses in the family Poaceae. Most are known as swamp wallaby grass.[2][3][4][5][6] Most are endemic to Australia. One can also be found in New Zealand and there are two species in South America.[4]\n\nThese are annual or perennial grasses. Some can have cleistogamous inflorescences sheathed on their stems. The open inflorescences may be spreading or spikelike. These may have some cleistogamous spikelets in them, as well.[4]\n\nMost species occur in moist to wet habitat types. Some tolerate periodic flooding well, even flowering in response to it.[4]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Amphibromus_nervosus.jpg/220px-Amphibromus_nervosus.jpg"
    },
    "Amphibulimidae": {
        "content": "Amphibulimidae is a taxonomic family of land snails in the superfamily Orthalicoidea.[3][4]\n\nAmphibulimidae lives across the northern part of South America (Colombia, Venezuela, Brazil, Ecuador), Central America and the West Indies (Guadeloupe, Dominica, Martinique).[5]\n\nThis taxon was placed as a subfamily Amphibuliminae within the family Orthalicidae according to the taxonomy of the Gastropoda (Bouchet & Rocroi, 2005).[6] There was classified also semi-slug Peltella Gray, 1855 within Amphibuliminae and Peltellinae Gray, 1855 was considered as a synonym of Amphibuliminae.[6]\n\nBreure et al. (2010)[3] elevated Amphibuliminae to Amphibulimidae.[3]\n\nBreure & Romero (2012)[4] removed Peltella to subfamily Peltellinae within Bulimulidae.[4]\n\nGenera within the family Amphibulimidae include:",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Amphibulima_patula_dominicensis_2.png/220px-Amphibulima_patula_dominicensis_2.png"
    },
    "Amphibuliminae": {
        "content": "Liguidae Pilsbry, 1891\n\nOrthalicidae (orthalicid land snails) are a family of tropical air-breathing land snails, terrestrial pulmonate gastropod mollusks are classified in the subfamily Orthalicoidea of the order Stylommatophora.[2]\n\nThey are medium-sized to large snails, from about 3 cm (about 1.2 inches) to 9 cm (about 3.5 inches) in shell length\n\nIn former times, this family was often known as the Bulimulidae, but this term may also denote what today is the subfamily Bulimulinae. The subfamily Bulimulinae replaces the former family Bulimulidae Crosse & P. Fischer, 1873.\n\nThe Orthalicidae belong to the Orthalicoidea, a superfamily in the order Sigmurethra. Like other stylommatophorans, the Sigmurethra belong to the suborder Helicina. Among the three subfamilies of Orthalicidae, the Bulimulinae are the most diverse, consisting of three tribes:[3]\n\nBreure et al. (2010)[5] elevated Bulimulinae to Bulimulidae, Odontostomini to Odontostomidae, Amphibuliminae to Amphibulimidae.[5]\n\nBreure & Romero (2012)[6] confirmed previous results from 2010, additionally they elevated Simpulopsini to Simpulopsidae.[6]\n\nGenera within the family Orthalicidae include:",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/OrthalicidSnailPeru.jpg/220px-OrthalicidSnailPeru.jpg"
    },
    "Amphicarpa": {
        "content": "Amphicarpaea, commonly known as hogpeanut,[2] is a genus of flowering plants in the legume family, Fabaceae. It includes three species native to eastern North America and southern, southeastern, and eastern Asia.[1] It belongs to the subfamily Faboideae.\n\nSpecies include:[1]\n\nIt is classified in subtribe Glycininae and its closest relatives are Glycine and Teramnus:[6]\n\nAmphicarpaea\n\nGlycine\n\nTeramnus\n\nThis Phaseoleae-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Amphicarpaea_bracteata_inflorescence.jpg/220px-Amphicarpaea_bracteata_inflorescence.jpg"
    },
    "Amphicallia": {
        "content": "Amphicallia is a genus of moths in the subfamily Arctiinae erected by Per Olof Christopher Aurivillius in 1900.[1]\n\nThis Arctiini-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Amphicallia_thelwalli.jpg/220px-Amphicallia_thelwalli.jpg"
    },
    "Amphicarpum": {
        "content": "Amphicarpum (common name maidencane)[2] is a genus of North American plants in the grass family, found only in the eastern United States.[3][4]\n\nAmphicarpum is mostly found in the Northeast and Southeast United States. [5] It is usually found in wetlands near rivers and lakes. The grass has two types of flowers, one aerial type and an underground type which self-fertilizes. [6]\n\nThis Panicoideae article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Amphicarpum_muehlenbergianum.jpg/220px-Amphicarpum_muehlenbergianum.jpg"
    },
    "Amphicarpaea": {
        "content": "Amphicarpaea, commonly known as hogpeanut,[2] is a genus of flowering plants in the legume family, Fabaceae. It includes three species native to eastern North America and southern, southeastern, and eastern Asia.[1] It belongs to the subfamily Faboideae.\n\nSpecies include:[1]\n\nIt is classified in subtribe Glycininae and its closest relatives are Glycine and Teramnus:[6]\n\nAmphicarpaea\n\nGlycine\n\nTeramnus\n\nThis Phaseoleae-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Amphicarpaea_bracteata_inflorescence.jpg/220px-Amphicarpaea_bracteata_inflorescence.jpg"
    },
    "Amphicarpaea_monoica": {
        "content": "l\n\nAmphicarpaea bracteata (hog-peanut or ground bean) is an annual to perennial vine in the legume family, native to woodland, thickets, and moist slopes in eastern North America.[2]\n\nLeaves have three leaflets and are held alternately on twining stems.\n\nFlowers are pink to white and bloom from late summer to autumn. The flowers are either open for cross-pollination or closed and self-pollinating.  The closed flowers may be above or below ground.[3]\n\nSeeds from open flowers are held in a flat pod, pointed at both ends, that dries when mature and twists to release the seeds. Seeds from closed flowers are held in round pods with a single seed each. The roots and the cooked seeds from under the ground are edible.[4][5] The seeds which become subterranean from flowers on stolons give it the name hog peanut.[6]\n\nThis plant can be found in eastern North America, as well as further west into the Midwestern region, including Indiana,[6] Illinois,[6] and Wisconsin.[7]\n\nThis Phaseoleae-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Amphicarpaea_bracteata_Arkansas.jpg/220px-Amphicarpaea_bracteata_Arkansas.jpg"
    },
    "Amphichroum": {
        "content": "Amphichroum is a genus of rove beetles in the family Staphylinidae, subfamily Omaliinae.[1]\n\nThere are about 32 species described in Amphichroum:[1][2][3]\n\nMedia related to Amphichroum at Wikimedia Commons",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Amphichroum_canaliculatum_%28Staphylinidae-_Omaliinae%29_%287815265662%29.jpg/220px-Amphichroum_canaliculatum_%28Staphylinidae-_Omaliinae%29_%287815265662%29.jpg"
    },
    "Amphicarpum_muehlenbergianum": {
        "content": "Amphicarpum muehlenbergianum (or A. muhlenbergianum)[2] is a species of grass known by the common names blue maidencane, Muhlenberg maidencane, and goobergrass.[2] It is native to the southeastern United States.[1]\n\nThis perennial grass has decumbent stems that spread along the ground and root where stem nodes come in contact with the substrate. It grows from a rhizome. The stems may reach a meter in length. The leaves are evenly distributed along the stem. The firm, blue-green leaf blades are up to 10 centimeters long by 1 centimeter wide, and are lance-shaped, widest distal to the bases. The leaf blade margins are cartilaginous, becoming white in color when dry. The plant has open flowers on the stem inflorescence and cleistogamous, unopening flowers which grow underground on white, self-pollinating spikelets.[2][1]\n\nIn its natural habitat this species grows in pine woods and savannas, as well as wetlands. It can grow in shallow pools and on shorelines.[1] It does not grow in deeper, stagnant water bodies.[2] It has a thick rhizomatous root network that is good for resisting erosion in wet areas, so it can be used in wetland restoration projects. It is tolerant of some shade. Associated wild plants include creeping bluestem (Schizachyrium scoparium), broomsedge bluestem (Andropogon virginicus) in flatwoods habitat, as well as wiregrass (Aristida stricta), switchgrass (Panicum virgatum), bottlebrush threeawn (Aristida spiciformis), hairy blustem (Andropogon longiberbis), and bluejoint panicum (Panicum tenerum).[2]\n\nThe grass also makes a good forage for cattle and wild ungulates. It may produce 4000 pounds per acre of palatable forage.[2]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Amphicarpum_muehlenbergianum.jpg/220px-Amphicarpum_muehlenbergianum.jpg"
    },
    "Amphicestonia": {
        "content": "Amphicestonia is a genus of bristle flies in the family Tachinidae.[2]\n\nThis article related to members of the fly tribe Eryciini is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphiceratodon": {
        "content": "Amphiceratodon is a genus of Scarabaeidae or scarab beetles in the superfamily Scarabaeoidea.[1][2][3]\n\nThis Scarabaeidae-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "No second image found in infobox"
    },
    "Amphichlora": {
        "content": "Cracker butterflies are a Neotropical group of medium-sized brush-footed butterfly species of the genus Hamadryas. They acquired their common name due to the unusual way that males produce a \"cracking\" sound as part of their territorial displays. The most comprehensive work about their ecology and behavior is that of Julian Monge Najera et al. (1998).[1][2] The genus was erected by Jacob Hübner in 1806.\n\nCracker butterflies are all fairly cryptic in their dorsal coloration, commonly covered in varying colored spots, most of which resemble bark; some are known to have little coloration, such as the Hamadryas februa.[3]\n\nThis genus of butterflies are commonly found throughout South America to Arizona, where at least nine species can be found in Costa Rica.[4][5][6]\n\nThey spend most of the day perching on trees, boulders, and other such surfaces against which they are camouflaged. The speckled species of Hamadryas are often hard to distinguish, and most often these butterflies have to be examined as set specimens. There are no recent revisions, but a general account was published by D.W. Jenkins.[7]\n\nSince cracker butterflies have good camouflage, they are not poisonous and do not have a chemical defense, with the exception of the starry night cracker. They are fed upon by rufous-tailed jacamars.[4]\n\nMale cracker butterflies are known for their ability to make a cracking noise with their wings, which is believed to either be for mating or to ward off rival males. They use trees as courting territories, as shown by experiments. They prefer to perch on trees with bark that matches their wing coloration, while the presence of food, position of trees along flight routes, tree size, bark texture, and lichen cover are not associated with the frequency of perching on the trees.[1][8]\n\nEach species has a height range when perching but they perch higher when night approaches. The northern side of trees is less used and cardinal-direction side distribution is independent of time of day. Perches exposed to direct sunlight are less used in hot days. All species perch with the head downwards[citation needed]. Perching males frequently fly towards other butterflies.[1]\n\nEach male perches on one to four trees daily, without difference between seasons, and each tree used has a minimum daily mean of 1.5 perching butterflies. Most interactions occur from 13:00 through 15:00 hours and are more frequent in the rainy season. At night males share perches.[1]\n\nAt least seven locations have been proposed for the sonic mechanism of Hamadryas butterflies. Non-destructive experimental methods and scanning electron microscopy suggest that both sexes emit sound and the sound apparatus, located in the forewing, is percussive, not stridulatory. At the end of the upward wing stroke, the wings are clapped and modified r-veins meet at a speed of approximately 1420 mm/s, producing the characteristic clicks. Wing beat frequency of free-flying individuals is 20–29 Hz. Clicks last a mean of 1.38 ms with mean intervals of 43.74 ms and the component frequencies concentrate around 2.4 kHz, matching Hamadryas hearing capacity and being appropriate for the acoustic conditions of habitat.[1]\n\nThe swollen Sc vein is present exclusively in Hamadryas; has a serpentine structure inside and probably acts as resonance box. Growth of the sound apparatus may be checked by its effect on flight capacity, physiological costs, and ecological reasons.\n\nAll Hamadryas have a membrane, shaped as an elongated cupola, in the costal cell, that acts as an ear. A second and smaller ear has four chambers and may detect predatory bats when the insects are perching at night.[1]\n\nIn the field, Hamadryas emit audible clicks when approached by potential predators, to defend territories from other Hamadryas and in at least one species also during courtship. Severe wing damage, common in wild Hamadryas, almost never affects the section with the sound mechanism. More than 50 species of lepidopterans (11 families) emit sound which can be audible to humans 30 meters (100 ft) away.[9] In general, lepidopteran sound is used as a warning to predators and for intraspecific communication.[1]\n\nResearch has shown that cracker butterflies can also detect the sounds made by other butterflies, which would be a form of social communication.[10] The organ of hearing is believed by some to be Vogel's organ, located at the base of the forewing subcostal and cubital veins.[8][10]\n\nHowever, they may actually have a larger hearing organ for lower sound wave frequencies.[1]\n\nUnlike most butterflies, these species don't feed on nectar. Instead, cracker butterflies feed on rotting fruit, sap from leguminous trees, and animal dung.\n\nCracker butterflies undergo metamorphosis just like any other species of Lepidoptera, but lay their eggs only on the host plants that are members of the euphorbia family, Dalechampia spp.[4]\n\nThe following species are usually included in this genus:[5][6][11]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/ComputerHotline_-_Lepidoptera_sp._%28by%29_%2829%29.jpg/220px-ComputerHotline_-_Lepidoptera_sp._%28by%29_%2829%29.jpg"
    },
    "Amphichthys": {
        "content": "Amphichthys is a genus of toadfishes found in the western Atlantic Ocean.\n\nThe recognized species in this genus are:[1]\n\nThis Batrachoidiformes-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Bocon_toadfish.jpg/220px-Bocon_toadfish.jpg"
    },
    "Amphichthys_cryptocentrus": {
        "content": "Amphichthys hildebrandi (Breder, 1925)\nBatrachus cryptocentrus Valenciennes, 1837\nMarcgravia cryptocentra (Valenciennes, 1837)\nOpsanus hildebrandi Breder, 1925\n\nThe Bocon toadfish (Amphichthys cryptocentrus) is a species of tropical toadfish in the family Batrachoididae found along the Caribbean-Atlantic Coast of Central and South America from Panama to Brazil in the sub-tidal zone.  This species grows to a length of 40 cm (16 in).  This species is of minor importance to commercial fisheries. It deposits its eggs on the shells of molluscs and on stones. It is one of the few marine species of fish in which the male guards its fry and juveniles.[2]  It feed mostly on molluscs and crustaceans.[1]  It is associated with coral and rocky reefsand has a depth range of 0–70 metres (0–230 ft) and is normally found on sandy or rocky sea beds,[1] although it will also hide in caves and rock crevices.[2]",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Bocon_toadfish.jpg/220px-Bocon_toadfish.jpg"
    },
    "Amphicnaeia_armata": {
        "content": "Amphicnaeia armata is a species of beetle in the family Cerambycidae. It was described by Galileo and Martins in 2001.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_affinis": {
        "content": "Amphicnaeia lineata is a species of beetle in the family Cerambycidae. It was described by Bates in 1866.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_piriana": {
        "content": "Amphicnaeia piriana is a species of beetle in the family Cerambycidae. It was described by Martins and Galileo in 2001.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_tate": {
        "content": "Amphicnaeia tate is a species of beetle in the family Cerambycidae. It was described by Galileo and Martins in 2001.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphiclasta": {
        "content": "Amphiclasta is a monotypic moth genus in the family Geometridae. Its only species, Amphiclasta lygaea, is found in Australia. Both the genus and species were first described by Alfred Jefferis Turner in 1906.[1][2][3]\n\nThis Nacophorini-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Amphiclasta_lygaea.jpg/220px-Amphiclasta_lygaea.jpg"
    },
    "Amphicnaeia_cordigera": {
        "content": "Rosalba cordigera is a species of beetle in the family Cerambycidae. It was described by Per Olof Christopher Aurivillius in 1920.[1]\n\nThis Rosalba (beetle) article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_sexnotata": {
        "content": "Amphicnaeia sexnotata is a species of beetle in the family Cerambycidae. It was described by Melzer in 1933.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia": {
        "content": "Aesylacris Thomson 1868\n\nAmphicnaeia is a genus of beetles in the family Cerambycidae, containing the following species:[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_flavescens": {
        "content": "Amphicnaeia flavescens is a species of beetle in the family Cerambycidae. It was described by Martins and Galileo in 1999.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_villosula": {
        "content": "Amphicnaeia villosula is a species of beetle in the family Cerambycidae. It was described by Thomson in 1868.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_apicalis": {
        "content": "Amphicnaeia apicalis is a species of beetle in the family Cerambycidae. It was described by Melzer in 1933.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_flavolineata": {
        "content": "Amphicnaeia flavolineata is a species of beetle in the family Cerambycidae. It was described by Stephan von Breuning in 1943.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_nigra": {
        "content": "Amphicnaeia nigra is a species of beetle in the family Cerambycidae. It was described by Galileo and Martins in 2001.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_albovittata": {
        "content": "Amphicnaeia albovittata is a species of beetle in the family Cerambycidae. It was described by Stephan von Breuning in 1971.[1]\n\nThe specific epithet albovittata refers to its white vittae. [2]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_flavovittata": {
        "content": "Amphicnaeia flavovittata is a species of beetle in the family Cerambycidae. It was described by Stephan von Breuning in 1940. It was found in southeast Brazil.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_antennata": {
        "content": "Amphicnaeia antennata is a species of beetle in the family Cerambycidae. It was described by Galileo and Martins in 2001.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_lepida": {
        "content": "Amphicnaeia lepida is a species of beetle in the family Cerambycidae. It was described by Melzer in 1933.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_strandi": {
        "content": "Amphicnaeia strandi is a species of beetle in the family Cerambycidae. It was described by Stephan von Breuning in 1942.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_flavofemorata": {
        "content": "Amphicnaeia flavofemorata is a species of beetle in the family Cerambycidae. It was described by Stephan von Breuning in 1940.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_brevivittis": {
        "content": "Amphicnaeia brevivittis is a species of beetle in the family Cerambycidae. It was described by Henry Walter Bates in 1872.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_lineolata": {
        "content": "Amphicnaeia lineolata is a species of beetle in the family Cerambycidae. It was described by Galileo and Martins in 2011.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_bivittata": {
        "content": "Amphicnaeia bivittata is a species of beetle in the family Cerambycidae. It was described by Melzer in 1933.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_quinquevittata": {
        "content": "Amphicnaeia quinquevittata is a species of beetle in the family Cerambycidae. It was described by Henry Walter Bates in 1885.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_crustulata": {
        "content": "Amphicnaeia crustulata is a species of beetle in the family Cerambycidae. It was described by Henry Walter Bates in 1872.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_lyctoides": {
        "content": "Amphicnaeia lyctoides is a species of beetle in the family Cerambycidae. It was described by Henry Walter Bates in 1866.[1]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicnaeia_interrupta": {
        "content": "Amphicnaeia interrupta is a species of beetle in the family Cerambycidae. It was described by Galileo and Martins in 2003.[2]\n\nThis Apomecynini article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/OOjs_UI_icon_edit-ltr.svg/15px-OOjs_UI_icon_edit-ltr.svg.png"
    },
    "Amphicoecia": {
        "content": "Amphicoecia is a genus of moths belonging to the subfamily Tortricinae of the family Tortricidae.[1]\n\nThis Tortricinae-related article is a stub. You can help Wikipedia by expanding it.",
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Amphicoecia_adamana.jpg/220px-Amphicoecia_adamana.jpg"
    }
}